Repository: EyesX/wpse-language-packs
Catalog: wordpress/rosetta/rosetta-*.po
Languages: sv_se

source: Translations for %s
sv_se: Översättningar för %s

source: Deploy Requests
sv_se: Förfrågan för införande

source: Main menu
sv_se: Huvudmeny

source: Request added successfully.
sv_se: Förfrågan lades till.

source: Couldn&#8217;t add the request!
sv_se: Kunde inte lägga till förfrågan

source: Request canceled successfully.
sv_se: Förfrågan avbruten.

source: Couldn&#8217;t cancel the request!
sv_se: Kunde inte avbryta förfrågan!

source: Request updated successfully.
sv_se: Förfrågan uppdaterad.

source: Couldn&#8217;t update the request!
sv_se: Kunde inte uppdatera förfrågan!

source: Home
sv_se: Hem

source: Home page
sv_se: Startsidan

source: Contact
sv_se: Kontakt

source: Contact the translators
sv_se: Kontakta översättare

source: Couldn't open version.php
sv_se: Kunde inte öppna version.php

source: Couldn't write version.php
sv_se: Kunde inte skriva till version.php

source: Couldn't open wp-config-sample.php
sv_se: Kunde inte öppna wp-config-sample.php

source: Couldn't write wp-config-sample.php
sv_se: Kunde inte skriva till wp-config-sample.php

source: No svn branch associated with this project.
sv_se: Ingen svn-gren associerad med detta projekt.

source: Couldn&#8217;t retrieve the file from: %s
sv_se: Kunde inte hämta filen från: %s

source: Couldn&#8217;t write downloaded file to %s
sv_se: Kunde inte skriva nedladdad fil till %s

source: The locale %s doesn&#8217;t have associated locale in GlotPress.
sv_se: Språket %s har inget projekt angivet i GlotPress.

source: The default key in dist/wp-config-sample.php does&#8217;t match $wp_default_secret_key in %1$s.php. The one in the sample config is:<p><code>%2$s</code></p><p>and the one in %1$s.php is:</p><p><code>%3$s</code></p>
sv_se: Standardnyckeln i dist/wp-config-sample.php matchar inte $wp_default_secret_key i %1$s.php. Nyckeln i sample config är:<p><code>%2$s</code></p><p>och den angiven i %1$s.php är:</p><p><code>%3$s</code></p>

source: Couldn&#8217;t create a temporary file!
sv_se: Kunde inte skapa temporär fil!

source: Couldn&#8217;t delete temporary file %s!
sv_se: Kunde inte radera temporär fil %s!

source: Couldn&#8217;t create temporary directory %s!
sv_se: Kunde inte skapa temporär mapp %s!

source: Error in exporting theme/%s. Probably this branch/tag doesn&#8217;t exist.
sv_se: Fel vid exportering av theme/%s. Troligen så finns inte grenen/märkningen.

source: Error in exporting iis branch from locale repostory.
sv_se: Ett fel uppstod vid exportering av iis-grenen från språkförrådet.

source: Error moving iis files to build directory.
sv_se: Kunde inte flytta iis-filer till byggmapp.

source: Couldn&#8217;t open directory %s for reading!
sv_se: Kunde inte öppna mappen %s för läsning!

source: Couldn&#8217;t create directory %s!
sv_se: Kunde inte skapa mappen %s!

source: Couldn&#8217;t copy %s to %s!
sv_se: Kunde inte kopiera %s till %s!

source: Po file %s doesn&#8217;t exist!
sv_se: Po filen %s existerar inte!

source: Couldn&#8217;t create mo file %s from po file %s!
sv_se: Kunde inte skapa mo-fil %s från po-filen %s!

source: Invalid version %s.
sv_se: Ogiltig version %s.

source: Invalid revision %s.
sv_se: Ogiltig revision %s.

source: Invalid source %s.
sv_se: Ogiltig källa %s.

source: Couldn&#8217;t move %s to %s.
sv_se: Kunde inte flytta %s till %s.

source: Couldn&#8217;t copy %1$s to release dir %2$s
sv_se: Kunde inte kopiera %1$s till release-mapp %2$s

source: Couldn&#8217;t delete build file %s
sv_se: Kunde inte radera byggfil %s

source: Couldn&#8217;t delete release file %s
sv_se: Kunde inte radera release-filer %s

source: Note to deployer (optional):
sv_se: Notering till införare (valfritt):

source: Request deploy &raquo;
sv_se: Förfråga införande av uppdatering &raquo;

source: Requested On
sv_se: Förfrågad den

source: Action
sv_se: Handling

source: Deployed on %s
sv_se: Införd %s

source: Waiting&hellip;
sv_se: Väntar&hellip;

source: Cancel
sv_se: Avbryt

source: Deploy
sv_se: Inför

source: Request a deploy &raquo;
sv_se: Förfråga införande av uppdatering &raquo;

source: Main Menu
sv_se: Huvudmeny

source: Builds
sv_se: Delversioner

source: Links
sv_se: Länkar

source: Built On
sv_se: Byggt den

source: Locale Branch
sv_se: Språkgren

source: Delete
sv_se: Radera

source: Go and build a localized version &raquo;
sv_se: Gå och skapa en lokaliserad version &raquo;

source: <strong>Hint:</strong> You can all delete all the old builds you don&#8217;t need.
sv_se: <strong>Tips:</strong> Du kan radera alla gamla paket som inte behövs.

source: Releases
sv_se: Releaser

source: Released On
sv_se: Släppt den

source: Toggle the rest of the releases
sv_se: Visa/göm resterande releaser

source: No Releases
sv_se: Inga releaser

source: Build New Package
sv_se: Bygg nytt paket

source: Where should we get your translations from:
sv_se: Varifrån ska vi hämta era översättningar:

source: (<code>dist/</code> files will still be taken from Subversion)
sv_se: (<code>dist/</code>-filer kommer fortfarande att hämtas från Subversionen)

source: Locale branch:
sv_se: Språkgren:

source: Locale branch for dist files:
sv_se: Språkgren för dist-filer:

source: The directory from your repository, from which the package will be built.
sv_se: Katalogen från erat förråd (repository), från vilken paketet kommer att skapas.

source: The directory from your repository, from which the dist files will be taken.
sv_se: Katalogen från erat förråd (repository), från vilken dist-filerna kommer att hämtas.

source: Project:
sv_se: Projekt:

source: Project name at translate.wordpress.org
sv_se: Projektnamn på translate.wordpress.org

source: WordPress branch:
sv_se: WordPress-gren:

source: The directory from the WordPress repository, from which the package will be built.
sv_se: Katalogen från WordPress förrådet (repository), från vilken paketet kommer att skapas.

source: If the WordPress version you want to use isn&#8217;t tagged enter the version file bump revision here to get the right files.
sv_se: Om WordPress-versionen du vill använda inte är märkt, ange versionens revisionnummer här för att få rätt filer.

source: This number will appear in the filename of your release.
sv_se: Detta nummer kommer att synas i filnamnet av er release.

source: Translation of default theme:
sv_se: Översättning av standardtema:

source: Default theme translation will be taken from <code>messages/theme-name/theme-name.po</code> in your locale branch.
sv_se: Översättningar av standardtema kommer att hämtas från <code>messages/tema-namn/tema-namn.po</code> i er språkgren.

source: Theme translation will be taken from the <code>Twenty Ten</code> project inside the translate.wordpress.org project you chose.
sv_se: Temaöversättningar kommer att hämtas från projektet <code>Twenty Ten</code> på translate.wordpress.org för det projekt du väljer.

source: Build &raquo;
sv_se: Skapa &raquo;

source: Blog
sv_se: Blogg

source: Archives for %s
sv_se: Arkiv för %s

source: &laquo; Back to blog
sv_se: &laquo; Tillbaka till bloggen

source: F j, Y
sv_se: j F, Y

source: Read the rest of this entry &raquo;
sv_se: Läs mer &raquo;

source: &larr; Older Posts
sv_se: &larr; Äldre inlägg

source: Newer Posts &rarr;
sv_se: Nyare inlägg &rarr;

source: Comments
sv_se: Kommentarer

source: F j, Y
sv_se: j F, Y

source: g:i a
sv_se: g:i

source: Permanent link to this comment
sv_se: Permanent länk till denna kommentar

source: Edit&nbsp;This
sv_se: Redigera

source: Add a Comment
sv_se: Lämna en kommentar

source: Logged in as %s.
sv_se: Inloggad som %s.

source: Log out of this account.
sv_se: Logg ut från detta konto

source: Logout &raquo;
sv_se: Logga ut &raquo;

source: Name <em>(required)</em>
sv_se: Namn <em>(obligatoriskt)</em>

source: Email <em>(required)</em>
sv_se: E-post <em>(obligatoriskt)</em>

source: Web Site
sv_se: Hemsida

source: Post Comment &raquo;
sv_se: Skicka kommentar &raquo;

source: Error
sv_se: Fel

source: There seems to have been a problem with the information you entered. Please fix the field indicated and resubmit.
sv_se: En eller fler fält verkar sakna riktig information. Kolla igenom formuläret och försök igen.

source: Your Name:
sv_se: Ditt namn:

source: Let us know your name.
sv_se: Du måste ange ett namn.

source: Your Email:
sv_se: Din e-post:

source: Your email address did not appear to be valid. Please check it.
sv_se: Din e-post verkade inte vara korrekt. Vänligen kontrollera adressen.

source: URI of your blog:
sv_se: URL för din webbplats:

source: What&rsquo;s this about?
sv_se: Vad gäller det?

source: Write something!
sv_se: Skriv något!

source: Your Message:
sv_se: Ditt meddelande:

source: Say something!
sv_se: Skriv något!

source: Submit Form Again
sv_se: Skicka meddelande igen

source: Submitted!
sv_se: Skickat!

source: Thank you!
sv_se: Tack!

source: You can contact translators and this site administrators via this form:
sv_se: Du kan kontakta översättare och ansvariga för de svenska versionerna av WordPress via detta formulär. Detta forumlär ska <strong>endast</strong> användas för att kontakta oss angående frågor som direkt berör deltagande eller allvarliga fel i de svenska språkfilerna/paketen.

source: <strong>Please, do not post support requests here!</strong> They will probably be ignored.
sv_se: (<strong>NOTERA</strong>: Vi har inte möjlighet att ge support via mail. Allmänna supportfrågor för WordPress som verktyg <strong>måste</strong> tas via WP-Support Sveriges <a href="http://wp-support.se/forum/">forum</a>. <strong>Supportfrågor som kommer in via detta formulär kommer av denna anledning inte att besvaras</strong>. WordPress Sverige driver inte bloggtjänsten på WordPress<strong>.com</strong>, för driftproblem eller abuseanmälningar så måste ansvariga hos Automattic <a href="http://support.wordpress.com/contact/">kontaktas</a>.)

source: (required)
sv_se: (obligatoriskt)

source: Tell us something:
sv_se: Meddelande:

source: Submit Contact Form
sv_se: Skicka meddelande

source: Download WordPress %s
sv_se: Ladda ner WordPress %s

source: Download .tar.gz &mdash; %s MB
sv_se: Ladda ner .tar.gz &mdash; %s MB

source: More download options
sv_se: Fler nedladdningsalternativ

source: Other file formats
sv_se: Andra filformat

source: Older versions
sv_se: Äldre versioner

source: Beta &amp; RC versions
sv_se: Beta &amp; RC versioner

source: Resources
sv_se: Resurser

source: For help with installing or using WordPress, consult our documentation in your language.
sv_se: För hjälp med installation och användning av WordPress, se vår dokumentation på ditt språk.

source: Latest release
sv_se: Senaste versionen

source: %s Branch
sv_se: %s grenen

source: Beta &amp; RC releases
sv_se: Beta &amp; RC releaser

source: There are no releases
sv_se: Det finns inga releaser

source: Code is Poetry.
sv_se: Kod är poesi.

source: Visit the site &rarr;
sv_se: Besök sidan &rarr;

source: Permanent Link to %s
sv_se: Permanent länk till %s

source: Blog Archives
sv_se: Bloggarkiv
