Repository: EyesX/wpse-language-packs
Catalog: plugins/mappress/tags/2.42.1/mappress-*.po
Languages: sv_se

source: Add POI
sv_se: Lägg till POI

source: My location
sv_se: Min plats

source: Center map
sv_se: Centrera karta

source: Click map for lat/lng:
sv_se: Klicka på karta för lat/lng:

source: Line:
sv_se: Rad:

source: Weight
sv_se: Tjocklek

source: Opacity
sv_se: Genomskinlighet

source: Fill:
sv_se: Fyllnad:

source: Visual
sv_se: Visuell

source: Save
sv_se: Spara

source: Cancel
sv_se: Avbryt

source: Maps for This Post
sv_se: Kartor för detta inlägg

source: New Map
sv_se: Ny karta

source: Map ID
sv_se: Kart-ID

source: Map Title
sv_se: Titel för karta

source: Size
sv_se: Storlek

source: Insert into post
sv_se: Infoga i innehåll

source: Documentation
sv_se: Dokumentation

source: Contact
sv_se: Kontakt

source: Upgrade to MapPress Pro
sv_se: Uppgradera till MapPress Pro

source: MapPress database tables are missing. Please deactivate the plugin and activate it again to fix this.
sv_se: MapPress databastabeller saknas. Vänligen inaktivera tillägget och aktivera det på nytt för att åtgärda problemet.

source: WARNING: MapPress now requires WordPress 3.2 or higher. Please upgrade before using MapPress.
sv_se: VARNING: MapPress kräver nu mer WordPress 3.2 eller senare. Vänligen uppdatera WordPress innan du använder MapPress.

source: WARNING: MapPress is not compfatible with the WP-Geo plugin. Please deactivate or uninstall WP-Geo before using MapPress.
sv_se: VARNING: MapPress fungerar inget bra med tillägget WP-Geo. Vänligen inaktivera eller avinstallera WP-Geo innan du använder MapPress.

source: Bicycling
sv_se: Cykla

source: Bike
sv_se: Cykel

source: One of the addresses could not be found.
sv_se: En av adresserna kunde inte hittas.

source: Google cannot return directions between those addresses. There is no route between them or the routing information is not available.
sv_se: Google kan inte hämta vägbeskrivning mellan dessa adresser. Det finns ingen anslutning mellan dom eller så saknas informationen.

source: Unknown error, unable to return directions. Status code =
sv_se: Okänt fel, kunde inte ladda vägbeskrivning. Statuskod =

source: Directions
sv_se: Vägbeskrivning

source: Error reading KML file
sv_se: Fel vid läsning av KML-fil

source: Loading...
sv_se: Laddar...

source: No matching address
sv_se: Ingen matchande adress

source: Unable to get your location
sv_se: Kunde inte hämta din platsinformation

source: Traffic
sv_se: Trafik

source: Transit
sv_se: Genomfartsled

source: Add
sv_se: Lägg till

source: Click & drag to move
sv_se: Klicka och dra för att flytta

source: Click to change
sv_se: Klicka för att ändra

source: Delete
sv_se: Radera

source: Delete this POI?
sv_se: Radera denna POI?

source: Delete this map?
sv_se: Radera denna karta?

source: Please save the map first
sv_se: Vänligen spara denna karta först

source: Shape
sv_se: Figur

source: Untitled
sv_se: Titel saknas

source: Map not found
sv_se: Kartan kunde inte hittas

source: Edit
sv_se: Redigera

source: Show map
sv_se: Visa karta

source: Reset map
sv_se: Återställ karta

source: Bigger map
sv_se: Större karta

source: Smaller map
sv_se: Mindre karta

source: Directions to
sv_se: Vägbeskrivning till

source: Directions from
sv_se: Vägbeskrivning från

source: Basic Settings
sv_se: Allmänna inställningar

source: Post types
sv_se: Posttyper

source: Automatic map display
sv_se: Automatisk visning av kartor

source: Map Controls
sv_se: Kontroller för karta

source: Draggable
sv_se: Dragbar

source: Keyboard shortcuts
sv_se: Tangentbordsgenvägar

source: Scroll wheel zoom
sv_se: Zoom med skrolljul

source: Map Types
sv_se: Karttyper

source: Map controls
sv_se: Kontroller för karta

source: Map Settings
sv_se: Inställningar för karta

source: Map links
sv_se: Kartlänkar

source: Map alignment
sv_se: Justering av karta

source: Map border
sv_se: Ram för karta

source: Map border color
sv_se: Ramfärg för karta

source: Open first POI
sv_se: Öppna första POI

source: POI Settings
sv_se: POI-inställningar

source: POI links
sv_se: POI-länkar

source: Tooltips
sv_se: Inforutor

source: Default zoom
sv_se: Förvald zoom

source: Icons
sv_se: Ikoner

source: Styled Maps
sv_se: Stilar för kartor

source: Geocoding
sv_se: Geokodning

source: Localization
sv_se: Översättningar

source: Language
sv_se: Språk

source: Country
sv_se: Land

source: Directions server
sv_se: Server för vägbeskrivning

source: Directions units
sv_se: Enheter för avstånd

source: Miscellaneous
sv_se: Övrigt

source: Map sizes
sv_se: Kartstorlekar

source: Fix Scrollbars
sv_se: Fixera rullningslistor

source: Turn off CSS
sv_se: Inaktivera CSS

source: Adaptive display
sv_se: Anpassningsbar visning

source: Load maps last
sv_se: Ladda kartor sist

source: Use the settings below to automatically create maps from custom fields.
sv_se: Använd inställningarna nedan för att autmatiskt skapa kartor från anpassade fält.

source: Posts
sv_se: Inlägg

source: Pages
sv_se: Sidor

source: country code
sv_se: landskod

source: Enter a %s to use when searching (leave blank for USA)
sv_se: Ange en %s att använda vid sökning (lämna tomt för USA)

source: Enter a google server URL for directions/printing
sv_se: Ange en google-serveradress för vägbeskrivningar/utskrift

source: (Default)
sv_se: (Standard)

source: Metric (kilometers)
sv_se: Metrisk (kilometer)

source: Enable map dragging with the mouse
sv_se: Aktivera förflyttning på kartan med musen

source: Enable zoom with the mouse scroll wheel
sv_se: Aktivera zoomning med musens skrolljul

source: Enable keyboard panning and zooming
sv_se: Aktivera zoomning och panorering med tangentbordsgenvägar

source: language
sv_se: språk

source: Use a specific %s for map controls and geocoding
sv_se: Använd en specifik %s för kartkontroller och geokodning

source: Default
sv_se: Standard

source: Horizontal
sv_se: Horisontell

source: Dropdown
sv_se: Rullgardinsmeny

source: Small
sv_se: Liten

source: Large
sv_se: Stor

source: Open initially
sv_se: Öppna initialt

source: Checked initially
sv_se: Markerat initialt

source: Control
sv_se: Kontroll

source: Enable
sv_se: Aktivera

source: Style
sv_se: Stil

source: Map types
sv_se: Karttyper

source: Pan
sv_se: Panorera

source: Street view
sv_se: Gatuvy

source: Scale
sv_se: Skala

source: Overview map
sv_se: Översiktskarta

source: Public transit
sv_se: Lokaltrafik

source: Bike routes
sv_se: Cykelvägar

source: Road map
sv_se: Vägkarta

source: Satellite
sv_se: Satellit

source: Terrain
sv_se: Terräng

source: Inline (in your blog)
sv_se: Inbäddat (på din webbplats)

source: None
sv_se: Ingen

source: Automatically open the first POI when a map is displayed
sv_se: Öppna automatiskt första POI när en karta visas

source: Show control
sv_se: Visa kontroller

source: Enabled by default
sv_se: Aktivera som standard

source: Show POI titles as a "tooltip" on mouse-over
sv_se: Visa POI-titlar som en "inforuta" vid muspekaraktivitet

source: Center
sv_se: Centrerad

source: Left
sv_se: Vänster

source: Right
sv_se: Höger

source: Width
sv_se: Bredd

source: Corner radius
sv_se: Hörnradie

source: Color
sv_se: Färg

source: Display shadow
sv_se: Visa skugga

source: Default zoom for POIs entered by lat/lng
sv_se: Förvald zoom för POIs som angetts via lat/lng

source: Top of post
sv_se: Ovanför inlägg

source: Bottom of post
sv_se: Under inlägg

source: No automatic display
sv_se: Ingen automatisk visning

source: Fix InfoWindow Scrollbars
sv_se: Fixera rullningslistor för InfoWindow

source: Recenter maps when window is resized
sv_se: Centrera kartor när fönsterstorleken ändras

source: Don't load the %s stylesheet
sv_se: Ladda inte stilmallen %s

source: Load maps in window 'load' event
sv_se: Ladda kartor vid fönstrets 'load' händelse

source: Height
sv_se: Höjd

source: Enter sizes in px or %
sv_se: Ange storlekar i px eller %

source: Rate it 5 Stars
sv_se: Ge det 5 stjärnor

source: %s on WordPress.org
sv_se: %s på WordPress.org

source: Thanks for your support!
sv_se: Tack för ditt stöd!

source: Easy Google Maps
sv_se: Enkla Google Maps

source: Like this plugin?
sv_se: Gillar du detta tillägg?

source: Sample Map
sv_se: Exempelkarta

source: Save Changes
sv_se: Spara ändringar

source: Reset Defaults
sv_se: Återställ standardinställningar

source: Settings
sv_se: Inställningar

source: download it now
sv_se: ladde ner den nu

source: A PRO Version update is available for manual installation: %s
sv_se: En uppdaterad PRO-version finns tillgänglig för manuell installation: %s

source: No results, check that a geocoder is configured
sv_se: Inga resultat, kontrollera så att en geokodare är konfigurerad

source: Invalid status: %s, address: %s
sv_se: Ogiltig status: %s, adress: %s

source: No results for address: %s
sv_se: Inga resultat för adressen: %s

source: Error: %s %s
sv_se: Fel: %s %s

source: Use default icon
sv_se: Använd standardikon

source: Automatic
sv_se: Automatisk

source: POI list
sv_se: POI-lista

source: Use DataTables
sv_se: Använd DataTables

source: InfoWindow type
sv_se: Typ av InfoWindow

source: InfoWindow panning
sv_se: Panorering vid InfoWindow

source: Default icon
sv_se: Förvald ikon

source: Custom icons directory
sv_se: Katalog för anpassade ikoner

source: Mashup POI title
sv_se: POI-titel för mashups

source: Mashup POI body
sv_se: POI-innehåll för mashups

source: Mashup POI click
sv_se: POI-klick för mashups

source: Link title
sv_se: Länktitel

source: Mashup Thumbnails
sv_se: Miniatyrer för mashups

source: Thumbnail Size
sv_se: Storlek på miniatyr

source: Styled maps
sv_se: Stilar för kartor

source: Default style
sv_se: Förvald stil

source: Geocoder(s)
sv_se: Geokodare

source: Geocoding fields
sv_se: Fält för geokodning

source: API key (optional)
sv_se: API-nyckel (valfritt)

source: Force resize
sv_se: Tvinga storleksändring

source: Show a list of POIs under each map
sv_se: Visa en lista med POIs under varje karta

source: Show the POI list as a sortable %s
sv_se: Visa POI-listan som en sorterad %s

source: POI title
sv_se: POI-titel

source: Post title
sv_se: Inläggstitel

source: POI body
sv_se: POI-innehåll

source: Address
sv_se: Adress

source: Post excerpt
sv_se: Inläggsutdrag

source: Link POI titles to the underlying post
sv_se: Länka POI-titlar till underliggande inlägg

source: Open the POI
sv_se: Öppna POI

source: Go directly to the post
sv_se: Gå direkt till inlägget

source: InfoBox (can be styled and extend outside the map)
sv_se: InfoBox (kan stylas och expanderas utanför kartan)

source: Disable map panning when infoWindow / infoBox is opened
sv_se: Inaktivera panorering av karta när en infoWindow / infoBox är öppen

source: Show featured image thumbnails in mashup POIs
sv_se: Visa utvalda bildminiatyrer i POIs för mashups

source: Use existing size:
sv_se: Använd förvald storlek:

source: or resize to (px):
sv_se: eller ändra till (px):

source: styled maps
sv_se: kartstil

source: styled maps wizard
sv_se: guide för kartstilar

source: Enter JSON for %s from Google's %s
sv_se: Ange JSON för %s från Googles %s

source: Style name
sv_se: Stilnamn

source: No styles have been defined yet
sv_se: Inga stilar har angetts än

source: Address Line 1
sv_se: Adressrad 1

source: Address Line 2
sv_se: Adressrad 2

source: Address Line 3
sv_se: Adressrad 3

source: Address Line 4
sv_se: Adressrad 4

source: Address Line 5
sv_se: Adressrad 5

source: Address Line 6
sv_se: Adressrad 6

source: Latitude
sv_se: Latitud

source: Longitude
sv_se: Longitud

source: Icon
sv_se: Ikon

source: Title
sv_se: Titel

source: Body
sv_se: Innehåll

source: Map Zoom
sv_se: Zoom för karta

source: Map
sv_se: Karta

source: Custom Field
sv_se: Anpassat fält

source: Overwrite existing maps when updating
sv_se: Skriv över existerande kartor vid uppdatering

source: usage tracking
sv_se: användarspårning

source: API keys is needed only for premium services or %s
sv_se: API-nyckel behövs för premiumtjänster eller %s

source: Permanently resize existing maps
sv_se: Ändra storleken på existerande kartor permanent

source: from %s to %s
sv_se: från %s till %s

source: Force Resize
sv_se: Tvinga ändring

source: Widget title
sv_se: Titel

source: Map size
sv_se: Kartstorlek

source: Show
sv_se: Visa

source: Current posts
sv_se: Aktuella inlägg

source: Hide if empty
sv_se: Göm om tomt

source: All posts
sv_se: Alla inlägg

source: Custom query
sv_se: Anpassad query

source: Learn about queries
sv_se: Läs mer om queries

source: Show POI list
sv_se: Visa POI-lista

source: Link POIs to posts
sv_se: Länka POIs till inlägg

source: Inline
sv_se: Inbäddat

source: Map type
sv_se: Karttyp

source: Other Settings
sv_se: Övriga inställningar

source: Example: traffic="false" maplinks=""
sv_se: Exempel: traffic="false" maplinks=""

source: By car
sv_se: Med bil

source: Public Transit
sv_se: Lokaltrafik

source: Walking
sv_se: Gå

source: Swap start and end
sv_se: Växla start och mål

source: Get Directions
sv_se: Vägbeskrivning

source: Print
sv_se: Skriv ut

source: Close
sv_se: Stäng

source: Location
sv_se: Plats
