Repository: EyesX/wpse-language-packs
Catalog: plugins/*-bbpress-toolbox/tags/4.2/*-bbpress-toolbox-*.po
Languages: sv_se

source: Plugin Widgets
sv_se: Tilläggets widgets

source: User Profile
sv_se: ﻿Användarprofil

source: FontAwesome 4.2 is needed for BBCodes Toolbar.
sv_se: FontAwesome 4.2 krävs för verktygsraden med BBkoder.

source: JS Files Loading
sv_se: Laddning av JS-filer

source: Fix the 404 Errors
sv_se: Åtgärda 404-fel

source: Due to the WordPress query limitations, user profile and views pages in bbPress return with 404 status.
sv_se: Pga WordPress begränsningar för queries återges användarprofiler och vysidor med 404-status i bbPress.

source: Allow Participants to use Media Library
sv_se: Möjligt för deltagare att använda mediabiblioteket

source: Load built in JavaScript file needed for plugin on the front end.
sv_se: Ladda inkluderad JavaScript som behövs för tillägget på framsidan.

source: Load FitVids library for making YouTube and Vimeo videos responsive.
sv_se: Ladda FitVids bibliotek för att göra YouTube- och Vimeo-klipp responsiva.

source: Load built in CSS file needed for plugin on the front end.
sv_se: Ladda inkluderad CSS-fil som behövs för tillägget på framsidan.

source: Own Widgets CSS
sv_se: Egen widget-CSS

source: These are styles for the plugin widgets. It will be loaded everywhere, not only on bbPress pages, because widgets can be used on any WordPress page.
sv_se: Dessa är stilar för tilläggets widgets. Dom kommer att laddas överallt, inte bara på bbPress sidor eftersom grafiska komponenter kan användas på alla WordPress-sidor.

source: This option is not needed anymore, but if you still have issues with loaded files, enable it.
sv_se: Detta alternativ behövs inte längre, men om du fortfarande har problem med inlästa filer, aktivera det.

source: Status Header 404
sv_se: Status 404

source: KB
sv_se: Dokumentation

source: This must be enabled to enable use of Quote feature for all user roles. If this is disabled, bbPress will not allow DIV tags in the content, and quote will get messed up.
sv_se: Detta måste vara aktiverat för användning av citat-funktionen för alla roller. Om detta är inaktiverad tillåter bbPress inte DIV-taggar i innehållet och citat kommer att visas felaktigt.

source: Allow IMG tag class attribute
sv_se: Tillåta class-attributet för IMG-taggen

source: By default 'class' attribute in IMG tag will be stripped by bbPress from the post content. Enable this to allow 'class' attribute in content.
sv_se: Som standard kommer 'class'-attribut i IMG-taggen rensas ut av bbPress från inläggsinnehåll. Aktivera detta att tillåta 'class'-attributet i innehåll.

source: Add Media button in TinyMCE
sv_se: Lägg till media knapp i TinyMCE

source: If you use TinyMCE editor, Participants can't use Media Library and Add Media button. By enabling this option, you allow Participants to do this. This operation is not reccommended, and you are doing it on your own risk. Check out the Knowledge Base for more information before enabling this option.
sv_se: Om du använder TinyMCE-redigeraren så kan inte deltagare använda mediabiblioteket och knappen för media. Genom att aktivera detta alternativ, tillåter du deltagare att göra detta. Funktionen är inte rekommenderad att använda, du gör det på egen risk. Kolla in dokumentationen för mer information innan du aktiverar det här alternativet.

source: URL Slug
sv_se: Permalänk

source: Only letters, numbers and dashes.
sv_se: Endast bokstäver, siffror och bindestreck.

source: My active topics
sv_se: Mina aktiva ämnen

source: Disable
sv_se: Inaktivera

source: Expand KSES allowed HTML tags and attributes
sv_se: Expandera KSES tillåtna HTML-taggar och attribut

source: Allow DIV tag
sv_se: Tillåta DIV-tagg

source: Enhanced list of important forum statistics.
sv_se: Utökad lista över viktig forumstatistik.

source: Enable Widget
sv_se: Aktivera widget

source: Topic Information
sv_se: Ämnesinformation

source: HTML Maximum Title Length
sv_se: Maxlängd för HTML-titel

source: Custom Length
sv_se: Anpassad längd

source: This value is set for title HTML tag through default bbPress filter.
sv_se: Det här värdet anges för HTML-taggen av titel genom bbPress standardfilter.

source: bbPress Breadcrumbs
sv_se: bbPress brödsmulor

source: Disable Breadcrumbs
sv_se: Inaktivera brödsmulor

source: This option will disable default bbPress breadcrumbs.
sv_se: Detta alternativ inaktiverar bbPress brödsmulor.

source: Logged in user profile with useful links and stats.
sv_se: Användarprofil för inloggade användare med användbara länkar och statistik.

source: Statistics
sv_se: Statistik

source: Search through forum topics. Requires search topics view to be active.
sv_se: Sök genom forumämnen. Kräver att vyn för ämnessök är aktiv.

source: Default bbPress Widgets
sv_se: bbPress standardwidgets

source: Show information about the topic currently displayed.
sv_se: Visar information om ämnet som visas för tillfället.

source: New posts List
sv_se: Lista med nya inlägg

source: Auto close on insert
sv_se: Stäng automatiskt vid infogning

source: Canned Replies box will auto close when you click to insert reply into editor.
sv_se: Boxen för arkiverade svar kommer automatiskt att stängas när du klickar för att ange ett svar i redigeraren.

source: Private Topics
sv_se: Privata ämnen

source: Selectable list of topics views.
sv_se: Valbar lista över ämnesvyer.

source: Search Topics
sv_se: Sök i ämnen

source: Login
sv_se: Inloggning

source: If you use this plugin 'User Profile' widget, you can disable default one.
sv_se: Om du använder det här tilläggets widget för 'Användarprofil' så kan du inaktivera standardwidgeten.

source: Recent Topics
sv_se: Nya ämnen

source: List of new topics or topics with new replies.
sv_se: Lista med nya ämnen eller ämnen med nya svar.

source: Heading
sv_se: Rubrik

source: Horizontal Line
sv_se: Horisontell linje

source: Bold
sv_se: Fetstil

source: Align: Right
sv_se: Högerjustera

source: Google Search URL
sv_se: Google sök-URL

source: Attachment
sv_se: Bilaga

source: Highlight
sv_se: Markera

source: Align: Center
sv_se: Centrera

source: List
sv_se: Lista

source: List: Ordered
sv_se: Ordnad lista

source: Source Code
sv_se: Källkod

source: Superscript
sv_se: Upphöjd text

source: Reverse
sv_se: Omvänd ordning

source: Area
sv_se: Yta

source: Underline
sv_se: Understreck

source: Strikethrough
sv_se: Genomstruken

source: Line Break
sv_se: Radbrytning

source: Blockquote
sv_se: Citat

source: Border
sv_se: Ram

source: Italic
sv_se: Kursiv

source: Email
sv_se: E-post

source: Image
sv_se: Bild

source: Topic
sv_se: Ämne

source: List: Item
sv_se: Objektslista

source: Anchor
sv_se: Ankare

source: to disable them manually
sv_se: för att inaktivera dom manuellt

source: or
sv_se: eller

source: Copy of
sv_se: Kopia av

source: Reply
sv_se: Svar

source: open plugins page
sv_se: öppna tilläggssidan

source: For Icons Use
sv_se: För ikoner

source: FitVids for Responsive Videos
sv_se: FitVids för responsiva videos

source: Embed using oEmbed
sv_se: Bädda in med oEmbed

source: Icons
sv_se: Ikoner

source: Hide
sv_se: Dölj

source: List: Unordered
sv_se: Oordnad lista

source: Hidden Note
sv_se: Gömd notis

source: No BBCodes
sv_se: Inga BBkoder

source: Quote
sv_se: Svara med citat

source: Load jQuery included with WordPress.
sv_se: Ladda jQuery som kommer med WordPress.

source: Own JavaScript
sv_se: Egen JavaScript

source: time
sv_se: gång

source: Topic Tags
sv_se: Ämnestaggar

source: Empty Topic Tags
sv_se: Tomma ämnestaggar

source: Hidden Topics
sv_se: Dolda ämnestaggar

source: Table missing.
sv_se: Tabell saknas.

source: Users
sv_se: Användare

source: Hidden Replies
sv_se: Dolda svar

source: Use Selected Image
sv_se: Använd vald bild

source: Are you sure you want to do this?
sv_se: Är du säker på att du vill göra det här?

source: Errors Log
sv_se: Fellogg

source: Closed Topics
sv_se: Stängda ämnen

source: Replies
sv_se: Svar

source: Select Image
sv_se: Välj bild

source: GD bbPress Toolbox is activated and it needs to finish installation.
sv_se: GD bbPress Toolbox har aktiverats och behöver slutföra installationen.

source: Click Here
sv_se: Klicka här

source: click here
sv_se: klicka här

source: GD bbPress Toolbox Pro detected that following plugins are still active: %s. They need to be disabled before you can use GD bbPress Toolbox.
sv_se: GD bbPress Toolbox Pro upptäckte att följande tillägg fortfarande är aktiva: %s. De måste inaktiveras innan du kan använda GD bbPress Toolbox.

source: You can
sv_se: Du kan

source: Topics
sv_se: Ämnen

source: Open Topics
sv_se: Öppna ämnen

source: Some columns are missing.
sv_se: Vissa kolumner saknas.

source: to disabled them automatically
sv_se: för att inaktivera dom automatiskt

source: GD bbPress Toolbox is updated, and you need to review the update process.
sv_se: GD bbPress Toolbox har uppdateras och du behöver granska uppdateringsprocessen.

source: Forums
sv_se: Forum

source: Attachments List
sv_se: Lista över bilagor

source: Views
sv_se: Vyer

source: Rows
sv_se: Rader

source: Settings
sv_se: Alternativ

source: Recent Replies
sv_se: Senaste svaren

source: If you use this plugin 'New Posts List' widget, you can disable default one.
sv_se: Om du använder det här tilläggets widget för 'Listning av nya inlägg' så kan du inaktivera standardwidgeten.

source: Disable Widget
sv_se: Inaktivera widget

source: BBCodes
sv_se: BBkoder

source: Attachments
sv_se: Bilagor

source: Enable FitVids
sv_se: Aktivera FitVids

source: Getting Help
sv_se: Få hjälp

source: To get help with this plugin, you can start with Knowledge Base list of frequently asked questions and articles. If you have any questions, or you want to report a bug, or you have a suggestion, you can use support forum. All important links for this are on the right side of this help dialog.
sv_se: För att få hjälp med detta tillägg, kan du börja med att dokumentationens lista över vanliga frågor och artiklar. Om du har några frågor, vill rapportera ett fel eller om du har förslag, kan du använda supportforumet. Alla viktiga länkar för detta hittar du på höger sida om denna hjälpdialog.

source: Image not selected.
sv_se: Ingen bild vald.

source: Tools
sv_se: Verktyg

source: Only administrators can use export features.
sv_se: Endast administratörer kan använda exportfunktioner.

source: About
sv_se: Om

source: Modules
sv_se: Moduler

source: Home Page
sv_se: Hemsida

source: Knowledge Base
sv_se: Dokumentation

source: Overview
sv_se: Översikt

source: Align: Left
sv_se: Vänsterjustera

source: Align: Justify
sv_se: Fulljustera

source: attachment
sv_se: bilaga

source: There is <strong>%s</strong> user online
sv_se: Det är <strong>%s</strong> användare online

source: %s user thanked author for this post.
sv_se: %s användare tackade författaren för det här inlägget.

source: <strong>%s</strong> registered
sv_se: <strong>%s</strong> registrerad

source: <strong>%s</strong> guest
sv_se: <strong>%s</strong> gäst
