Repository: EyesX/wpse-language-packs
Catalog: plugins/*-bbpress-toolbox/tags/4.2/*-bbpress-toolbox-*.po
Languages: sv_se

source: Attachments active
sv_se: Aktivera bilagor

source: Enhanced Interface
sv_se: Utökat gränssnitt

source: Enables validation of attachments added by user: size and file type allowed, and will not allow form to submit if validation fails. Uploaded file (image) preview and validation works only with modern browsers with HTML5 support.
sv_se: Aktiverar validering av bilagor som läggs till av användar: tillåten storlek och filtyp som hindrar postning om verifieringen misslyckas. Förhandsgranskning av uppladdad fil (bild). Validering fungerar endast med moderna webbläsare som har stöd för HTML5.

source: Default Limits
sv_se: Standardbegränsningar

source: Link opens blank page
sv_se: Länk öppnar tom sida

source: All displayed attachments links will lead to open blank page to display attachment (for images or documents).
sv_se: Alla visade bilagslänkar kommer att leda till ny tom sida för att visa bilagan (för bilder eller dokument).

source: Hide attachements from visitors
sv_se: Dölj bilagor för besökare

source: Maximum file size
sv_se: Maximal filstorlek

source: Size set in KB.
sv_se: Storlek i KB.

source: Maximum files to upload
sv_se: Maximalt antal filer som kan laddas upp

source: Deletion of Topics and Replies
sv_se: Radering av ämnen och svar

source: Action
sv_se: Åtgärd

source: Deletion of Attachments
sv_se: Radering av bilagor

source: Administrators
sv_se: Administratörer

source: Moderators
sv_se: Moderatorer

source: Author
sv_se: Författare

source: Color Theme
sv_se: Färgschema

source: Title
sv_se: Titel

source: Content: Normal
sv_se: Innehåll: Normalt

source: When HIDE is set with no value, user must be logged in to see hidden content.
sv_se: När DOLT är satt utan ett värde måste användaren vara inloggad för att se det dolda innehållet.

source: Content: Counts
sv_se: Innehåll: Antal

source: When HIDE is set to integer value, user must be logged in and have at least the amount of posts in the forum as specified to see the content.
sv_se: När DOLT är satt som ett tal måste användare vara inloggad och ha specificerat antal inlägg postade i forumet för att se innehållet.

source: Default Size
sv_se: Standardstorlek

source: Heading will render H{size} tag.
sv_se: Rubrik kommer att rendera en H{storlek}-tagg.

source: When HIDE is set to 'reply', user must reply to the topic to see the content.
sv_se: När DOLT är satt till 'svar' måste användaren svara i ämnet för att se det dolda innehållet.

source: Tools Panels
sv_se: Vektygspaneler

source: Show replies count
sv_se: Visa antal svar

source: Show thanks given count
sv_se: Visa antal tack givna

source: Show online status
sv_se: Visa onlinestatus

source: Save Topic - Title and Content length
sv_se: Spara ämne - titel och innehållslängd

source: Length control
sv_se: Kontroll av längd

source: Topic Actions
sv_se: Ämnesåtgärder

source: Set value to zero to ignore it.
sv_se: Ange värdet till noll att ignorera detta.

source: Min Title Length
sv_se: Minsta titellängd

source: Show thanks received count
sv_se: Visa antal tack mottagna

source: Min Content Length
sv_se: Minsta innehållslängd

source: Max Content Length
sv_se: Maximal innehållslängd

source: Topic List Icons/Marks
sv_se: Ikoner/märkning för ämneslistning

source: Action Link: Merge
sv_se: Åtgärdslänk: Sammanfoga

source: Remove 'Merge' link from the list of topic action links.
sv_se: Ta bort länken "Sammanfoga" från listan över åtgärdslänkar för ämnen.

source: Max Title Length
sv_se: Maximal titellängd

source: Action Link: Edit
sv_se: Åtgärdslänk: Redigera

source: Move 'Edit' link into footer action links area.
sv_se: Flytta länken 'Redigera' till det nedre åtgärdsområdet.

source: Action Link: Reply
sv_se: Åtgärdslänk: Svara

source: Move 'Reply' link into footer action links area.
sv_se: Flytta länken 'Svara' till det nedre åtgärdsområdet.

source: Remove Link
sv_se: Ta bort länk

source: Close topic checkbox in reply form
sv_se: Checkbox för att stänga ämne i svarsformulär

source: Show checkbox
sv_se: Visa kryssrutan

source: When new topic is saved, minimal and maximal length for title and content will be enforced.
sv_se: När nytt ämne sparas, kommer minimal och maximal längd för rubrik och innehåll att tvingas.

source: Link in Footer
sv_se: Länk i sidfot

source: Disable Mention filter
sv_se: Inaktivera omnämnandefilter

source: Display Lead Topic
sv_se: Visa inledande inlägg

source: Show main thread topic on top separated from replies.
sv_se: Visa inledande inlägg separerat från svar.

source: When displayling topic, replies will be reversed, and on top you will see latest reply. If the Lead topic is enabled, topic post will remain on the top, if not, topic post will be the last.
sv_se: Vid visning av ämnen kommer svaren att visas i omvänd ordning och således visa det senaste svaret överst. Om inledande inlägg är aktiverat så kommer det inledande inlägget fortsatt att visas överst, om inte så komme inledande inlägg att visas sist.

source: Disable Make Clickable filter
sv_se: Inaktivera klickbart filter

source: Replies Panel
sv_se: Svarspanel

source: Button for Topic Lock
sv_se: Knapp för låsning av ämne

source: Show Lock Button
sv_se: Visa Lås-knapp

source: Reversed replies Order
sv_se: Omvänd ordning av svar

source: Select where the lock button will be displayed.
sv_se: Välj var låsknappen ska visas.

source: Topic is sticked, or front sticked
sv_se: Ämnet är klistrat eller är en notis

source: Reply Mark
sv_se: Svarsmarkering

source: In the topics list, mark topics where current user replies at least once.
sv_se: I listan över ämnen, markera ämnen där aktuell användare har postat minst ett svar.

source: This option will allow you to temporarily lock topics for new replies. Only keymasters and moderators can use this option.
sv_se: Detta alternativ tillåter dig att tillfälligt låsa ämnen för nya svar. Bara forumledare och moderatorer kan använda denna funktion.

source: Stick Mark
sv_se: Klistradmarkering

source: In the topics list, mark topics that are set as stick or front stick.
sv_se: I ämneslistningen, markera ämnen som är klistrade eller markerade som notiser.

source: Various Settings
sv_se: Övriga inställningar

source: Topic Duplication
sv_se: Ämneskopiering

source: Duplicate Topic Only
sv_se: Kopiera endast ämne

source: Logged in user replied in topic
sv_se: Inloggad användare svarade i ämnet

source: Select where the Duplicate Topic button will be displayed.
sv_se: Välj var kopiera-knappen ska visas.

source: Save Reply - Title and Content length
sv_se: Spara svar - titel och innehållslängd

source: When new reply is saved, minimal and maximal length for title and content will be enforced.
sv_se: När nya svar sparas, kommer minimal och maximal längd för rubrik och innehåll att tvingas.

source: Reply Actions
sv_se: Svarsåtgärder

source: Action Link: Split
sv_se: Åtgärdslänk: Dela

source: Remove 'Split' link from the list of topic action links.
sv_se: Ta bort länken "Dela" från listan över åtgärdslänkar för ämnen.

source: Reply Titles
sv_se: Svarstitlar

source: By default, replies don't have titles. But, with this option, reply editor will have an extra field to set the reply title.
sv_se: Som standard används inte titlar för svar. Men med det här alternativet kommer svarsredigeraren ha ett extra fält för att ange svarstitel.

source: Additional MIME Types
sv_se: Extra MIME-typer

source: Forum Subscribe Notifications Email
sv_se: E-postmeddelande för forumsprenumeration

source: Active
sv_se: Aktivera

source: Limit Counter
sv_se: Gräns / räknare

source: Quote Method
sv_se: Citatmetod

source: Select group where the signature editor will be displayed.
sv_se: Välj fältgrupp där redigeraren för signaturer ska visas.

source: Quote Topics and Replies
sv_se: Citat för ämnen och svar

source: User Signatures
sv_se: Användarsignaturer

source: Select where the quote button will be displayed.
sv_se: Välj var länken för citat ska visas.

source: Enhanced Signatures
sv_se: Utökade signaturer

source: BuddyPress Profile Field Group
sv_se: BuddyPress profilfältsgrupp

source: Convert Chars
sv_se: Konvertera tecken

source: Run standard WordPress unicode chars conversion and cleanup.
sv_se: Kör WordPress standardkonvertering och rensning för unicode-tecken.

source: Editor Type
sv_se: Typ av redigerare

source: Run standard WordPress AutoP function.
sv_se: Använd WordPress standardfunktion AutoP

source: BuddyPress Integration
sv_se: Integration för BuddyPress

source: If this is enabled, only users and roles enabled here will be able to see revisions. Revisions will be hidden for everyone else.
sv_se: Om detta aktiveras kommer endast användare och roller angivna här att kunna se versioner av inlägg. Inläggsversioner kommer att döljas för alla andra.

source: Available to author
sv_se: Tillgängligt för författare

source: Convert AutoP
sv_se: Konvertera AutoP

source: If the post is reply, this will take into account author of the topic too.
sv_se: Om inlägget är ett svar kommer detta att tas i hänsyn för författare i ämnet också.

source: If you want to use BBCode method, you need to enable BBCodes support also.
sv_se: Om du vill använda metoden BBkod så måste du även aktivera stödet för detsamma.

source: Toolbar Control
sv_se: Hantering av vektygsmeny

source: Convert smilies characters into inline images.
sv_se: Konvertera smilies-tecken till inbäddade bilder.

source: Allowed Content
sv_se: Tillåtet innehåll

source: If the editor type is set to TinyMCE, this option will be ignored.
sv_se: Om redigerartyp angetts till TinyMCE kommer detta alternativ att ignoreras.

source: Display Processing
sv_se: Visa bearbetning

source: Convert Smilies
sv_se: Konvertera smilies

source: Additional Settings
sv_se: Övriga inställningar

source: Column with the user last activity date and time.
sv_se: Kolumn med användarens senaste aktivitetsdatum och klockslag.

source: Information Submenu
sv_se: Underval för information

source: Users Panel
sv_se: Användarpanel

source: Two columns for topics and replies with counts and links to filter them by user.
sv_se: Två kolumner för ämnen och svar med räknare och länkar för att filtrera dom efter användare.

source: Last activity column
sv_se: Kolumn för senast aktivitet

source: Topics Panel
sv_se: Ämnespanel

source: Attachments count column
sv_se: Kolumn för antal bilagor

source: Topics/Replies columns
sv_se: Kolumner för ämnen/svar

source: Private topic column
sv_se: Kolumn för privata ämnen

source: Column with privacy status.
sv_se: Kolumn med sekretess-status.

source: Online Users widget
sv_se: Widget för användare online

source: Column with number of attachments.
sv_se: Kolumn med antalet bilagor.

source: Dashboard Widgets
sv_se: Panel-widgets

source: Menu Title
sv_se: Menytitel

source: This will add Online Users dashboard widget.
sv_se: Detta kommer att lägga till panelwidgeten Användare online.

source: Add Widget
sv_se: Lägg till widget

source: Private reply column
sv_se: Kolumn för privata ämnen

source: This will remove bbPress default 'Right now in the forums' dashboard widget.
sv_se: Detta tar bort bbPress panelwidget "Just nu i forumen'.

source: Remove Widget
sv_se: Ta bort widget

source: Show metabox with extra items to add to Nav Menu related to bbPress.
sv_se: Visa metaboxen med extraval associerade med bbPress som kan läggas till i menyn.

source: WordPress 4.4 Update
sv_se: Uppdatering för WordPress 4.4

source: If you used this tool once, it will be automatically hidden. Uncheck this option to show the panel again.
sv_se: Om du använt detta verktyg en gång, kommer det automatiskt döljas. Avmarkera alternativet om du vill visa panelen igen.

source: Right now in Forums widget
sv_se: Widget för just nu i forumet

source: Navigation Menus
sv_se: Navigeringsmenyer

source: Extras Metabox
sv_se: Metabox för extraval

source: This will make a new topic with content of the old topic.
sv_se: Detta kommer att skapa ett nytt ämne med innehållet från det gamla ämnet.

source: Views Metabox
sv_se: Metabox för vyer

source: Show metabox with views to add to Nav Menu related to bbPress.
sv_se: Visa metaboxen med vyr associerade med bbPress som kan läggas till i menyn.

source: Hide this Panel
sv_se: Dölj denna panel

source: Show topics count
sv_se: Visa antal ämnen

source: Choose what to show
sv_se: Välj vad du vill visa

source: Show User Statistics with each Topic and Reply
sv_se: Visa användarstatistik med varje ämne och svar

source: Only if online status tracking is enabled.
sv_se: Bara om spårning av onlinestatus är aktiverad.

source: Show registration date
sv_se: Visa datum för registrering

source: Notification on topic edit
sv_se: Notifikation för ämnesredigering

source: This is related to new topics only, not edits.
sv_se: Detta är endast relaterat till nya ämnen, inte redigeringar.

source: Font Size
sv_se: Textstorlek

source: Notification subject
sv_se: Ämne för notifikation

source: Topic Subscribe Notifications Email
sv_se: E-postmeddelande för ämnesprenumeration

source: Available for Topics
sv_se: Tillgängligt för ämnen

source: Available for Replies
sv_se: Tillgängligt för svar

source: Topic Edit Notify Subscribers
sv_se: E-postmeddelande för ämnesredigering

source: Select where the thanks button will be displayed.
sv_se: Välj var tack-knappen ska visas.

source: Available for roles
sv_se: Tillgängligt för rollerna

source: Use JavaScript to show signature length and limit. This will not work if the TinyMCE editor is used for signatures.
sv_se: Använd JavaScript för att visa signaturlängd och gräns. Detta fungerar inte om TinyMCE-redigeraren används för signaturer.

source: Private Topics Excerpt
sv_se: Utdrag för privat ämne

source: Private topic content will be replaced with this text. You can use special tags that will be replaced with actual values
sv_se: Privat ämnesinnehåll kommer att ersättas med denna text. Du kan använda speciella taggar som kommer att ersättas med verkliga värden

source: Enabled NoFollow
sv_se: Aktivera NoFollow

source: Reply Author Link
sv_se: Författarlänk för svar

source: bbPress modifies reply author links and adds (and overrides) 'nofollow' rel attribute.
sv_se: bbPress ändrar alla författarlänkar och lägger till (och åsidosätter) rel-attributet "nofollow".

source: Rich Snippets
sv_se: Strukturerad data

source: Breadcrumbs
sv_se: Brödsmulor

source: Redirect visitors to custom URL
sv_se: Omdirigera besökare till anpassad URL

source: If non-logged user (or visitor) attempts to access any forum page, it will be redirected to custom URL or home page.
sv_se: Om icke inloggad användare (eller besökaren) försöker besöka en forumsida så kommer de att omdirigeras till en anpassade URL eller startsidan.

source: Redirect non-logged visitors
sv_se: Omdirigera icke inloggade besökare

source: Redirect to
sv_se: Omdirigera till

source: TinyMCE Editor
sv_se: TinyMCE-redigerare

source: Full rich text editor.
sv_se: Fullständig visuell redigerare

source: Compact Editor Toolbar
sv_se: Kompakt verktygsrad för redigerare

source: Media Buttons
sv_se: Media-knappar

source: WPAutoP Filter
sv_se: Filter för WPAutoP

source: Editor rows
sv_se: Antal rader i redigerare

source: Reply Content
sv_se: Svarsinnehåll

source: bbPress modifies all links in reply content and adds (and overrides) 'nofollow' rel attribute.
sv_se: bbPress ändrar alla länkar i svarsinnehåll och lägger till (och åsidosätter) rel-attributet "nofollow".

source: Topic Author Link
sv_se: Författarlänk för ämne

source: bbPress modifies topic author links and adds (and overrides) 'nofollow' rel attribute.
sv_se: bbPress ändrar alla författarlänkar och lägger till (och åsidosätter) rel-attributet "nofollow".

source: Protection
sv_se: Skydd

source: Topic and Reply Revisions
sv_se: Ämnes- och svarsversioner

source: Sender name
sv_se: Avsändarnamn

source: Sender email
sv_se: Avsändarens e-post

source: Modify notification content
sv_se: Modifiera notifikationsinnehåll

source: Notification content
sv_se: Notifikationsinnehåll

source: Allow thanks removal
sv_se: Tillåt att tack tas bort

source: Activation
sv_se: Aktivering

source: Available to topic author
sv_se: Tillgängligt för ämnesförfattare

source: Say Thanks
sv_se: Säg tack

source: Controls
sv_se: Kontroller

source: Modify notification sender
sv_se: Modifiera avsändare för notifikation

source: Roles
sv_se: Roller

source: Extra Notification settings
sv_se: Extra notifikationsinställningar

source: Button Location
sv_se: Position för knapp

source: Every time topic is edited, notification email will be sent to topic subscribers
sv_se: Varje gång ämnet är redigeras, kommer ett e-postmeddelande att skickas till ämnesprenumeranter

source: Notifications Sender
sv_se: Avsändare för notifikation

source: Font Color
sv_se: Textfärg

source: Preformatted
sv_se: Förformaterad

source: Subscript
sv_se: Nedsänkt text

source: Topics Views List
sv_se: Lista med ämnesvyer

source: If you use this plugin 'Topics Views List' widget, you can disable default one.
sv_se: Om du använder det här tilläggets widget för 'Lista med ämnesvyer' så kan du inaktivera standardwidgeten.

source: Label Singular
sv_se: Etikett enkel

source: Label Plural
sv_se: Etikett plural

source: Category
sv_se: Kategori

source: If you use this plugin 'Statistics' widget, you can disable default one.
sv_se: Om du använder det här tilläggets widget för 'Statistik' så kan du inaktivera standardwidgeten.

source: Forced load of CSS and JS files
sv_se: Påtvingad laddning av CSS- och JS-filer

source: Always Load
sv_se: Ladda alltid

source: If you use shortcodes to embed forums, and you rely on plugin to add JS and CSS, you also need to enable this option to skip checking for bbPress specific pages.
sv_se: Om du användar snabbkoder för att bädda in forum och du är beroende av att tillägg lägger till JS och CSS, måste du också aktivera alternativet för hoppa över kontroll av bbPress specifika sidor.

source: Use Categories
sv_se: Använd kategorier

source: If you plan to add many canned replies, it is a good idea to keep them categorized.
sv_se: Om du planerar att lägga till många arkiverade svar så är det en bra idé att hålla dem kategoriserade.

source: Post Type
sv_se: Posttyp

source: If anonymous (visitor) creates private topic only administrators and moderators can read the topic.
sv_se: Om en anonym (besökare) skapar ett privat ämne så kan endast administratörer och moderatorer läsa ämnet.

source: Available to roles
sv_se: Tillgängligt för rollerna

source: Default
sv_se: Standard

source: Additional Options
sv_se: Ytterligare alternativ

source: Activity
sv_se: Aktivitet

source: Available to super admin
sv_se: Tillgängliga för superadmin

source: Available to visitors
sv_se: Tillgängligt för besökare

source: If anonymous (visitor) creates private reply only administrators and moderators can read the reply.
sv_se: Om en anonym (besökare) skapar ett privat svar så kan endast administratörer och moderatorer läsa svaret.

source: This is related to new replies only, not edits.
sv_se: Detta är endast relaterat till nya svar, inte redigeringar.

source: Form Position
sv_se: Position för formulär

source: Topic Form
sv_se: Ämnesformulär

source: Meta Title
sv_se: Metatitel

source: Replace with Custom Text
sv_se: Ersätt med anpassad text

source: You can use special tags that will be replaced with actual values
sv_se: Du kan använda speciella taggar som kommer att ersättas med verkliga värden

source: Meta Description Tag
sv_se: Tagg för metabeskrivning

source: If empty, it will redirect to website home page.
sv_se: Om inget anges omdirigeras besökaren till startsidan.

source: Topic form (edit or new) will be disabled. Only user roles listed bellow can create or edit topics.
sv_se: Ämnesformulär (redigering eller nytt) kommer att inaktiveras. Endast användarroller som anges nedan kan skapa eller redigera ämnen.

source: Disable Topic Form
sv_se: Inaktivera ämnesformulär

source: Allowed to super admin
sv_se: Tillåtet som superadmin

source: Icon
sv_se: Ikon

source: Show icon in the forum or views topics list
sv_se: Visa en ikon i listan med forum- eller ämnesvyer

source: Private Replies
sv_se: Privata svar

source: Disable Reply Form
sv_se: Inaktivera svarsformulär

source: Allowed to roles
sv_se: Tillåtet för roller

source: Lock message
sv_se: Låsningsmeddelande

source: If the form is locked, this message will be displayed instead.
sv_se: Om formuläret är låst kommer detta meddelande att visas istället.

source: You can limit ability to edit the signatures to selected roles. That way, signatures will be enabled, but only some users will be able to edit them. You can set only for admins to be able to set signatures for other users.
sv_se: Du kan begränsa möjligheten att redigera signaturer till utvalda roller. På så sätt kommer signaturer aktiveras, men bara vissa användare kommer att kunna redigera dom. Du kan ange att bara administratörer ska kunna ange signaturer för andra användare.

source: Maximum Length
sv_se: Maxlängd

source: Reply Editor
sv_se: Svarsredigerare

source: Signatures Editing
sv_se: Redigering av signaturer

source: Important
sv_se: Viktigt

source: Excerpt
sv_se: Utdrag

source: Use this only if you want to take private content into account or have extra control, or your SEO plugin has problems with getting proper excerpt.
sv_se: Använd endast detta om du vill ta hänsyn till privat innehåll eller ha extra kontroll, alternativt om ditt ev. SEO-tillägg har problem med att hämta korrekt utdrag.

source: Override Default
sv_se: Åsidosätt standard

source: Excerpt Length
sv_se: Längd på utdrag

source: Reply Form
sv_se: Svarsformulär

source: Reply form (edit or new) will be disabled. Only user roles listed bellow can create or edit replies.
sv_se: Svarsformulär (redigering eller nytt) kommer att inaktiveras. Endast användarroller som anges nedan kan skapa eller redigera svar.

source: This option will modify bbPress generated breadcrumbs to make them Google Rich Snippet compatible. This will work only if you have not modified bbPress breadcrumbs in some other way. Also, make sure breadcrumbs are enabled (this plugin has option to disable the breadcrumbs).
sv_se: Det här alternativet kommer att ändra brödsmulor genererade av bbPress för att göra dom kompatibla med Googles strukturerad data (Google Rich Snippet). Detta fungerar bara om du inte har ändrat bbPress brödsmulor på något annat sätt. Se också till att brödsmulor är aktiverade (detta tillägg har möjlighet att inaktivera brödsmulor).

source: Topic Editor
sv_se: Ämnesredigerare

source: Enable Enhancements
sv_se: Aktivera förbättringar

source: For this to work, Fancy Editor must be enabled in bbPress settings. To enable it, enable settings under Post Formatting in the bbPress Forum settings:
sv_se: För att detta ska fungera, måste inläggsformatering aktiveras under inställningarna för bbPress. Aktivera under

source: bbPress Settings
sv_se: bbPress-inställningar

source: Robots Meta NoIndex
sv_se: Robots noindex-meta

source: Private Reply
sv_se: Privat svar

source: bbPress NoFollow for Links
sv_se: bbPress NoFollow för länkar

source: Topic Content
sv_se: Ämnesinnehåll

source: bbPress modifies all links in topic content and adds (and overrides) 'nofollow' rel attribute.
sv_se: bbPress ändrar alla länkar i ämnesinnehåll och lägger till (och åsidosätter) rel-attributet "nofollow".

source: FitVids will be applied to the topic and reply content and it will make YouTube and Vimeo videos responsive.
sv_se: FitVids kommer att tillämpas på ämnes- och svarsinnehåll och kommer att göra YouTube- och Vimeo-klipp responsiva.

source: CSS Files Loading
sv_se: Laddning av CSS-filer

source: Own CSS
sv_se: Egen CSS

source: Maximum Length Allowed
sv_se: Maximal längd tillåten
