Repository: EyesX/wpse-language-packs
Catalog: plugins/*-bbpress-toolbox/tags/4.2/*-bbpress-toolbox-*.po
Languages: sv_se

source: Select Views to Show
sv_se: Välj vyer att visa

source: Show profile title
sv_se: Visa profiltitel

source: Here you can select which MIME types are allowed for upload.
sv_se: Här kan du välja vilka MIME-typer som är tillåtna för uppladdning.

source: Advanced
sv_se: Avancerat

source: These are settings for control over attachments integration into bbPress.
sv_se: Detta är inställningar för kontroll över integrationen av bilagor i bbPress.

source: Show login &amp; registration
sv_se: Visa inloggning &amp; registrering

source: Other Settings
sv_se: Övriga inställningar

source: Allowed Types
sv_se: Tillåtna filtyper

source: Translations
sv_se: Översättningar

source: About Plugin
sv_se: Om tillägget

source: Show subscribed topics link
sv_se: Visa länk för prenumererade ämnen

source: Changelog
sv_se: Ändringslogg

source: Check out full changelog for this plugin.
sv_se: Kolla in hela ändringsloggen för detta tillägg.

source: Avatar Size
sv_se: Storlek för profilbild

source: Login and Logout
sv_se: Logga in och logga ut

source: Show voices count
sv_se: Visa antal deltagare

source: Get more information about this plugin.
sv_se: Mer information för detta tillägg.

source: Show started topics link
sv_se: Visa länk för startade ämnen

source: Avatar
sv_se: Profilbild

source: General
sv_se: Allmänt

source: These are basic settings for control over attachments in the forums.
sv_se: Detta är grundläggande inställningar för kontroll över bilagor i forumet.

source: List of translations included for this plugin.
sv_se: En lista av översättningar som inkluderas i detta tillägg.

source: If you choose to remove plugin settings, that will also reinitialize all plugin settings to default values.
sv_se: Om du väljer att ta bort tilläggets inställningar så kommer det också initiera om alla tilläggsinställningar till standardvärden.

source: Choose what you want to delete
sv_se: Välj vad du vill radera

source: Deletion operations are not reversible, and it is highly recommended to create database backup before proceeding with this tool.
sv_se: Raderingsåtgärder kan inte ångras och det är rekommenderat att ta en backup innan du fortsätter med detta verktyg.

source: With this tool you export all plugin settings into plain text file (PHP serialized content). Do not modify export file, any change you make can make it unusable.
sv_se: Med detta verktyg exportera du alla tilläggsinställningar till en oformaterad textfil (PHP serialiserat innehåll). Ändra inte exportfilen, alla ändringar du gör kan göra den obrukbar.

source: This will not export meta settings for individual forums, or users tracking and signatures data.
sv_se: Detta kommer inte att exportera meta-inställningar för enskilda forum eller användarspårning och signaturdata.

source: Select file you want to import
sv_se: Välj fil att importera

source: Individual forum settings
sv_se: Inställningar för enskilda forum

source: Converted forum settings for
sv_se: Konverterade foruminställningar för

source: Additional database tables
sv_se: Ytterligare databastabeller

source: This tool can remove plugin settings saved in the WordPress options table, individual settings for forums related to this plugin and individual settings for users related to this plugin (tracking and signature).
sv_se: Detta verktyg kan ta bort tilläggsinställningar sparade i WordPress 'options'-tabell, individuella inställningar för forum relaterade till detta tillägg och individuella inställningar för användare relaterade till detta tillägg (spårning och signaturer).

source: Translator
sv_se: Översättare

source: All Forums Meta Settings
sv_se: Metainställningar för alla forum

source: Topics and Reply Filtering
sv_se: Filtrering av ämnen och svar

source: User Forum Signature
sv_se: Forumsignatur för användare

source: Error record deleted from database.
sv_se: Felpost raderad från databasen.

source: Database updated.
sv_se: Databas uppdaterad.

source: Signature
sv_se: Signatur

source: Canned Replies
sv_se: Arkiverade svar

source: This operation is not reversible, and before using this tool, make sure you have backup of your database (or at least 'posts' table) so you can restore it if something goes wrong.
sv_se: Denna åtgärd är permanent och innan du använder detta verktyg, kontrollera att du har backup av din databas (eller åtminstone 'posts' tabellen) så att du kan återställa det om något går fel.

source: If you use run update through the plugin, once it is done, this update panel will be hidden. You can enable it again from plugin Advanced Settings.
sv_se: Om du kört detta uppdateringsverktyg en gång så kommer det sedan att döljas. Du kan aktivera det igen under tilläggets avancerade inställningar.

source: To fix the issue, plugin is updated to handle changes. But, all topics and replies created before contain BBCodes used in the way WordPress 4.4 no longer allows. The only way to fix this is to update all old topics and replies and replace old BBCodes with new BBCodes format. You can do it automatically using this tool (just click Update button), or you can use SQL queries listed below and run them directly on your database.
sv_se: För att åtgärda problemet har tillägget uppdaterats för att hantera förändringarna. Men, alla ämnen och svar som redan skapats och som innehåller BBkoder använder kortkoder på ett sätt som inte längre tillåts i WordPress 4.4. Det enda sättet att fixa detta är att uppdatera alla gamla ämnen/svar och ersätta gamla BBkoder med nya BBkoder i det nya formatet. Du kan göra det automatiskt med hjälp av detta verktyg (Klicka bara på uppdatera-knappen), eller så kan du använda SQL-frågorna listade nedan och köra dem själv i din databas.

source: List of SQL queries
sv_se: Lista över SQL-frågor

source: All Users Tracking Data
sv_se: Spårningsdata för alla användare

source: All Plugin Settings
sv_se: Alla tilläggsinställningar

source: Disclaimer
sv_se: Ansvarsfriskrivning

source: All Users Signatures
sv_se: Alla användarsignaturer

source: Attachment deleted from media library.
sv_se: Bilaga raderad från mediabiblioteket.

source: Attachment is now unattached.
sv_se: Bilagan är nu avskild.

source: Total %s topics closed.
sv_se: Totalt %s ämnen stängda.

source: Free plugins are now disabled.
sv_se: Dom gratis tilläggen är nu inaktiverade.

source: Nothing done.
sv_se: Ingenting har gjorts.

source: Selected attachments deleted from media library.
sv_se: Valda bilagor raderades från mediebiblioteket.

source: wrote
sv_se: skrev

source: Selected attachments are now unattached.
sv_se: Markerade bilagor är nu avskilda.

source: You can use only plain text. HTML and BBCodes will be stripped.
sv_se: Du kan endast använda oformaterad text. HTML och BBkod kommer att tas bort.

source: You can use HTML.
sv_se: Du kan använda HTML.

source: Limit list of topics
sv_se: Begränsa lista över ämnen

source: Display Options
sv_se: Visningsalternativ

source: Get new posts from
sv_se: Hämta nya inlägg från

source: Your Forum Signature
sv_se: Din forumsignatur

source: Period to get posts
sv_se: Period att hämta poster för

source: Show date
sv_se: Visa datum

source: Import operation completed.
sv_se: Importen har slutförts.

source: Settings are saved.
sv_se: Inställningar sparade.

source: Total of %s posts are updated.
sv_se: Totalt %s inlägg uppdaterades.

source: Check user access rights
sv_se: Kontrollera åtkomsträttigheter

source: Selected errors records deleted from database.
sv_se: Valda felposter raderade från databasen.

source: Removal operation completed.
sv_se: Borttagning slutförd.

source: Topics only
sv_se: Endast ämnen

source: Last Hour
sv_se: Senaste timmen

source: Last week
sv_se: Förra veckan

source: Last year
sv_se: Förra året

source: Last two weeks
sv_se: Senaste två veckorna

source: Topics and Replies
sv_se: Ämnen och svar

source: Select Statistics
sv_se: Välj statistik

source: Before
sv_se: Före

source: Last day
sv_se: Sista dagen

source: Results Caching
sv_se: Cachning av resultat

source: After
sv_se: Efter

source: Display Name
sv_se: Visningsnamn

source: Show user roles
sv_se: Visa användarroller

source: Allowed MIME types
sv_se: Tillåtna MIME-typer

source: Upload Errors
sv_se: Uppladdningsfel

source: Attachments Status
sv_se: Status för bilagor

source: Maximum file size allowed
sv_se: Maximal tillåten filstorlek

source: Allow both delete and detach
sv_se: Tillåt både radering och avskiljning

source: Thumbnail
sv_se: Miniatyr

source: Delete from Media Library
sv_se: Radera från mediebiblioteket

source: Number of files
sv_se: Antal filer

source: edit
sv_se: redigera

source: Privacy
sv_se: Integritet

source: Override
sv_se: Åsidosätt

source: Lock topic form
sv_se: Lås ämnesformulär

source: Lock reply form
sv_se: Lås svarsformulär

source: No
sv_se: Nej

source: Limit users per role
sv_se: Begränsa användare per roll

source: Show online users
sv_se: Visa användare online

source: Yes
sv_se: Ja

source: Inherit
sv_se: Ärv

source: Show current online users
sv_se: Visa vilka användare som är online just nu

source: Profile
sv_se: Profil

source: Topics Started
sv_se: Ämnen startade

source: Forums Home
sv_se: Forumindex

source: Private Content Checkbox
sv_se: Kryssruta för privat innehåll

source: Enable for topic form
sv_se: Aktivera för ämnesformulär

source: Logged user Profile
sv_se: Inloggad användarprofil

source: Account Access
sv_se: Kontoåtkomst

source: Add to Menu
sv_se: Lägg till i meny

source: Locking
sv_se: Låsning

source: Date
sv_se: Datum

source: Favorites
sv_se: Favoriter

source: Subscriptions
sv_se: ﻿Prenumerationer

source: Register
sv_se: Bli medlem

source: With this tool you import all plugin settings from plain text file made using the Export tool. If you made changes to this file, it is very likely that import will fail.
sv_se: Med detta verktyg kan du importera alla tilläggsinställningar från en oformaterad textfil skapad med exportverktyget. Om du gjort ändringar i denna fil är det mycket sannolikt att importen misslyckas.

source: Import File
sv_se: Importera fil

source: Registered Views
sv_se: Registrerade vyer

source: Close old topics
sv_se: Stäng gamla ämnen

source: Close all topics that were last active
sv_se: Stäng alla ämnen som var aktiva senast

source: or more days ago
sv_se: eller tidigare

source: Close inactive topics
sv_se: Stäng inaktiva ämnen

source: Main Website
sv_se: Huvudwebbplats

source: On Dev4Press
sv_se: På Dev4Press

source: Logout
sv_se: Logga ut

source: Profile Edit
sv_se: Profilredigering

source: This tool changes status of topics to 'close' based on the selected criteria. Closed topics don't allow new replies.
sv_se: Detta verktyg ändrar status på ämnen till "stängt" utifrån valda kriterier. Stängda ämnen tillåter inte nya svar.

source: Build
sv_se: Byggversion:

source: Plugins
sv_se: Tillägg

source: ERROR
sv_se: FEL

source: Close all topics that were created
sv_se: Stäng alla ämnen som skapades

source: Nothing to convert.
sv_se: Inget att konvertera.

source: Hide uploaded files from visitors
sv_se: Dölja uppladdade filer från besökare

source: Allowed size
sv_se: Tillåten storlek

source: Enable Attachments
sv_se: Aktivera bilagor

source: Database Upgrade Notices
sv_se: Uppgraderingsmeddelande för databas

source: Database Tables Check
sv_se: Kontroll av databastabeller

source: Replies Created
sv_se: Svar skapade

source: These will be added when registering forum post type.
sv_se: Dessa kommer att läggas till när forumposttypen registreras.

source: If enabled, plugin will track online status for guests - users that are not logged in.
sv_se: Om aktiverad kommer tillägget spåra onlinestatus för gäster - användare som inte är inloggade.

source: Online period
sv_se: Period online

source: These will be added when registering topic post type.
sv_se: Dessa kommer att läggas till när ämnesposttypen registreras.

source: Value is in days.
sv_se: Värdet anges i dagar.

source: Current session Cookie
sv_se: Aktuell session-cookie

source: These will be added when registering reply post type.
sv_se: Dessa kommer att läggas till när svarsposttypen registreras.

source: Topic Extra WordPress Features
sv_se: Extra WordPress-funktioner för ämnen

source: Topic Features
sv_se: Ämnesfunktioner

source: Access to admin side for forums will be restricted. Select bellow who has access.
sv_se: Åtkomst till adminsidan av forumet kommer att begränsas. Välj nedan vilka som har åtkomst.

source: Reply or Topic header
sv_se: Inläggshuvud

source: Reply or Topic footer
sv_se: Svars- eller ämnessidfot

source: BuddyPress Overriding URL's
sv_se: BuddyPress åsidosätta URLer

source: Limit bbPress Access on Admin Side
sv_se: Begränsa tillgång till bbPress adminsidor

source: Stop Subscriptions Override
sv_se: Stoppa åsidosättning för prenumeration

source: After title
sv_se: Efter titel

source: Before content
sv_se: Innan innehåll

source: Base
sv_se: Bas

source: Stop Profile Override
sv_se: Stoppa åsidosättning för profiler

source: Stop Favorites Override
sv_se: Stoppa åsidosättning för favoriter

source: Normal Textarea
sv_se: Normalt textfält

source: Replace with notice
sv_se: Ersätt med en notis

source: Remove from content
sv_se: Ta bort från innehåll

source: Keymaster
sv_se: Forumledare

source: Access for super admin
sv_se: Åtkomst för superadmin

source: Access for roles
sv_se: Åtkomst för roller

source: Both HTML and BBCodes
sv_se: Både HTML och BBkoder

source: Large
sv_se: Stor

source: Images
sv_se: Bilder

source: Font Icons
sv_se: Typsnittsikoner

source: Small
sv_se: Liten

source: Before title
sv_se: Före titel

source: At the end
sv_se: I slutet

source: Leave in media library
sv_se: Lämna i mediebiblioteket

source: After content
sv_se: Efter innehåll

source: Attach at the end of post content
sv_se: Bifoga i slutet av inläggsinnehåll

source: Place after the post content
sv_se: Placera efter inläggsinnehåll

source: Fade To Grey
sv_se: Tona ut i grått

source: Delete
sv_se: Radera

source: Are you sure? Operation is not reversible.
sv_se: Är du säker? Åtgärden kan inte ångras.

source: No attachments here.
sv_se: Inga bilagor att visa här.

source: Checked
sv_se: Markerat

source: Don't allow to delete
sv_se: Tillåt inte radering

source: Only detach from topic/reply
sv_se: Endast avskiljning från ämne/svar

source: Extra Pages
sv_se: Extra sidor

source: General Links
sv_se: Allmänna länkar

source: Enable for reply form
sv_se: Aktivera för svarsformulär

source: Custom Fields
sv_se: Egna fält

source: Unchecked
sv_se: Avmarkerat

source: Lock forum for posting
sv_se: Låsa forum för ny postning

source: Check All
sv_se: Markera alla

source: Uncheck All
sv_se: Avmarkera alla

source: Reply Features
sv_se: Svarsfunktioner

source: Content: Say Thanks
sv_se: Innehåll: Säg tack

source: When HIDE is set to 'thanks', user must say thanks to the topic author to see the content.
sv_se: När DÖLJ är satt till "tack", måste användaren säga tack till ämnesförfattaren att kunna se innehållet.

source: Restriction action
sv_se: Restriktionsåtgärd

source: If the enhanced codes are used when not allowed, plugin can delete it or replace it with notice.
sv_se: Om dom utökade koderna används när de inte tillåts, kan tillägget ta bort dom eller ersätta dom med ett meddelande.

source: Restricted Codes
sv_se: Begränsade koder

source: Text Color
sv_se: Textfärg

source: Background Color
sv_se: Bakgrundsfärg

source: This will hide several BBCodes from toolbar
sv_se: Detta kommer att dölja flera BBkoder från verktygsraden

source: Hide Image BBCode
sv_se: Dölj BBkoden för bilder

source: This will hide image BBCode from toolbar.
sv_se: Detta kommer att dölja BBkod för bilder i verktygsraden.

source: BBCodes Toolbar Active
sv_se: Aktivera verktygsrad för BBkoder

source: This toolbar will appear only if you don't use any editor toolbars normally added by bbPress. To disable these, disable checkbox under 'Post Formatting' on this page:
sv_se: För att detta ska fungera, måste inläggsformatering inaktiveras under inställningarna för bbPress. Inaktivera under

source: Main Color
sv_se: Huvudfärg

source: Hover Background Color
sv_se: Bakgrund vid musaktivitet

source: By default, editor textarea is not styled as fixed and it can look bad if the toolbar is active. This fix will apply styling changes to textarea editor to fit better with the toolbar and most themes.
sv_se: Som standard är textfältet för redigeraren inte stilsatt för en aktiverad verktygsrad. Denna fix tillämpar stilmallar för ändringar i redigeraren så att den är anpassad till en verktygsrad i dom flesta temana.

source: Hide BBCodes
sv_se: Dölj BBkoder

source: Hide Rarely used BBCodes
sv_se: Dölj BBkoder som sällan används

source: If the BBCodes support is active, you can display notice in the new topic/reply form.
sv_se: Om BBkodsstödet är aktivt så kan du visa ett meddelande i formuläret för nya ämnen / svar.

source: bbPress Only
sv_se: Endast bbPress

source: Processing of the bbcodes can be limited only to bbPress implemented forums, topics and replies.
sv_se: Renderingen av BBkoder kan begränsas till endast bbPress-specifika forum, ämnen och svar.

source: Hide Video related BBCodes
sv_se: Dölj video-relaterade BBkoder

source: Hide Media related BBCodes
sv_se: Dölj media-relaterade BBkoder

source: TinyMCE Full
sv_se: Fullständig TinyMCE

source: TinyMCE Compact
sv_se: Kompakt TinyMCE

source: Standard Settings
sv_se: Standardinställningar

source: BBCodes Active
sv_se: BBkoder aktiva

source: Form Notice
sv_se: Formulärmeddelande

source: Deactivate
sv_se: Inaktivera

source: Views That Required Account
sv_se: Vyer som kräver ett konto

source: Hide Views
sv_se: Dölj vyer

source: Advanced Codes
sv_se: Avancerade koder

source: Hide Restricted BBCodes
sv_se: Dölj begränsade BBkoder

source: Available to administrators
sv_se: Tillgängliga för administratörer

source: Deactivate Selected Codes
sv_se: Inaktivera markerade koder

source: Some views can work only if logged in user is accessing them. If a visitor not logged in is accessing view, it will return no results. With this option you can disable such views for not logged in visitors.
sv_se: Vissa vyer fungerar endast om användaren är inloggad för att ha tillgång till dom. Om en besökare som inte är inloggad visar vyn kommer den att inte att returnera något innehåll. Med denna inställning kan du aktivera dessa vyer för användare som inte är inloggade.

source: Enabled
sv_se: Aktiverat

source: Topics with most replies
sv_se: Ämnen med flest svar

source: Latest topics
sv_se: Nya ämnen

source: All my topics
sv_se: Alla mina ämnen

source: Topics by freshness
sv_se: Ämnen sorterat efter aktivitet

source: Toolbar Icons Size
sv_se: Ikonstorlek för verktygsrad

source: Apply editor styling fix
sv_se: Tillämpa stilmall för redigerare

source: My topics with no replies
sv_se: Mina ämnen utan svar

source: New posts: Last day
sv_se: Nya inlägg: senaste dagen

source: My topics with most replies
sv_se: Mina ämnen med flest svar

source: Topics with my reply
sv_se: Ämnen med mina svar

source: New posts since last visit
sv_se: Nya inlägg sedan senaste besök

source: New posts: Last week
sv_se: Nya inlägg: senaste veckan

source: Forum Extra WordPress Features
sv_se: Extra WordPress-funktioner för forum

source: Forum Features
sv_se: Forumfunktioner

source: New posts: Last month
sv_se: Nya inlägg: senaste månaden

source: New posts: Last 3 days
sv_se: Nya inlägg: senaste 3 dagarna

source: User activity Tracking
sv_se: Aktivitetsspårning för användare

source: Topics search results
sv_se: Sökresultat för ämnen

source: Cookie Expiration
sv_se: Utgångstid för cookie

source: Track Users
sv_se: Spåra användare

source: If enabled, plugin will track online status logged in users.
sv_se: Om aktiverad kommer tillägget spåra onlinestatus för inloggade användare.

source: Expiration
sv_se: Utgångstid

source: Everytime user opens any forum, topic or reply page plugin will save activity timestamp.
sv_se: Varje gång användaren öppnar någon forum-, ämnes- eller svarsida så kommer tillägget att spara aktivitetens tidsstämpel.

source: Track Guests
sv_se: Spåra gäster

source: Value is in minutes.
sv_se: Värdet anges i minuter.

source: Track online status for users and guests
sv_se: Spåra onlinestatus för användare och gäster

source: Value is in seconds.
sv_se: Värdet i sekunder.

source: Reply Extra WordPress Features
sv_se: Extra WordPress-funktioner för svar

source: MIME Types
sv_se: MIME-typer

source: Extensions (Vertical pipe separated)
sv_se: Filtillägg (separera med vertikala streck (pipe))

source: MIME Type
sv_se: MIME-typ

source: Add New MIME Type
sv_se: Lägg till ny MIME-typ

source: Remove
sv_se: Ta bort

source: Basic Control
sv_se: Grundläggande kontroll

source: Filter by MIME Type
sv_se: Filtrera efter MIME-typ

source: If this option is active, only MIME Types selected bellow will be allowed to upload.
sv_se: Om det här alternativet är aktivt, kommer endast MIME-typer som valts nedan tillåtas att laddas upp.

source: Display allowed types
sv_se: Visa tillåtna MIME-typer

source: If active, plugin will show list of allowed types in the upload form as notice.
sv_se: Om aktivt så kommer tillägget att visa listan över tillåtna typer i uppladdningsformuläret som en notis.

source: MIME Types allowed to upload
sv_se: MIME-typer tillåtna att ladda upp

source: Allowed MIME Types
sv_se: Tillåtna MIME-typer

source: List shows extensions allowed by WordPress, and if you hover over the extensions names you will see which MIME type they belong to.
sv_se: Listan visar filtillägg som tillåts av WordPress, och om du håller muspekaren över namnen ser du vilken MIME-typ som de tillhör.

source: Errors Logging
sv_se: Felloggning

source: Visible to administrators
sv_se: Synligt för administratörer

source: Visible to moderators
sv_se: Synligt för moderatorer

source: Visible to author
sv_se: Synligt för författare

source: Files List Position
sv_se: Position för fillista

source: Embed Position
sv_se: Position för inbäddning

source: Attachment Icons
sv_se: Ikoner för bilagor

source: Attachment Icon
sv_se: Bilagsikon

source: File Type Icons
sv_se: Filtypsikoner

source: Auto generate featured image
sv_se: Generera automatiskt utvald bild

source: For Topic
sv_se: För ämne

source: First image uploaded to topic, will be set as featured (if topic has no featured image set already).
sv_se: Första bilden som laddas upp i ämnet, kommer att anges som utvald bild (om ämnet inte redan har en utvald bild angiven).

source: For this to work, theme must have Post Thumbnails support.
sv_se: För att detta ska fungera måste temat ha stöd för utvalda bilder.

source: For Reply
sv_se: För svar

source: First image uploaded to reply, will be set as featured (if reply has no featured image set already).
sv_se: Första bilden som laddas upp i svaret, kommer att anges som utvald bild (om svaret inte redan har en utvald bild angiven).

source: Show as Thumbnails
sv_se: Visas som miniatyrer

source: Display control
sv_se: Visningsinställningar

source: Thumbnails Size
sv_se: Miniatyrstorlek

source: Changing thumbnails size affects only new image attachments. To use new size for old attachments, resize them using Regenerate Thumbnails plugin.
sv_se: Ändring av miniatyrstorlek påverkar bara nya bildbilagor. Om du vill använda den nya storleken för gamla bilagor, ändra storlek på dom med tillägget Regenerate Thumbnails.

source: With caption
sv_se: Med bildtext

source: In line
sv_se: Inbäddat

source: Thumbnail attributes
sv_se: Miniatyrattribut

source: CSS class
sv_se: CSS-klass

source: REL attribute
sv_se: REL-attribut

source: You can use these tags
sv_se: Du kan använda dessa taggar

source: Basic Settings
sv_se: Grundinställningar
