Repository: EyesX/wpse-language-packs
Catalog: plugins/*-bbpress-toolbox/tags/4.2/*-bbpress-toolbox-*.po
Languages: sv_se

source: My most thanked topics
sv_se: Mina mest tackade ämnen

source: Show maximum number of users online with date and time
sv_se: Visa max antal användare online med datum och tid

source: Show max users count and date
sv_se: Visa max antal användare med datum

source: Exclude forums by forum ID
sv_se: Exkludera forum med forum-ID

source: Comma separated list of forum ID's.
sv_se: Kommaseparerad lista med forum-IDn.

source: Extra user information
sv_se: Extra användarinformation

source: These are settings for adding extra features to forums.
sv_se: Det här är inställningar för att lägga till extra funktioner i forum.

source: Total posts
sv_se: Totalt antal inlägg

source: Who is online
sv_se: Vem är online

source: Forum Statistics
sv_se: Forumstatistik

source: Total forums
sv_se: Totalt antal forum

source: Registered users online
sv_se: Registrerade användare online

source: Most users ever online was <strong>%s</strong> on %s.
sv_se: Flest användare online var <strong>%s</strong>, den %s.

source: Total topics
sv_se: Totalt antal ämnen

source: Total users
sv_se: Totalt antal användare

source: Forums statistics overview
sv_se: Översikt för forumstatistik

source: Main forums index, underneath the list of forums, will show the basic forums statistics.
sv_se: Forumindex, under listan med forum, visar grundläggande forumstatistik.

source: Load for Forum index
sv_se: Ladda på forumindex

source: Show Thumbnail
sv_se: Visa miniatyr

source: If there is a thumbnail (featured image) set for topic, or plugin can find image in topic content, it will display the thumbnail before topic title in the topics list.
sv_se: Om det finns en miniatyr (utvald bild) angiven för ämnet eller om tillägg kan hitta bilder i ämnesinnehållet så kommer en miniatyr visas innan ämnestiteln i ämnesvyn.

source: Forum Topics List
sv_se: Lista med forumämnen

source: Most thanked topics
sv_se: Mest tackade ämnen

source: Posts
sv_se: Inlägg

source: If enabled, plugin will support threaded replies. Authort of parent reply will see private replies to his replies. Currently, this works only for direct descendant replies only.
sv_se: Om aktiverat så kommer tillägget infoga stöd för trådade svar. Författare av överordnat svar kommer att se privata svar för sitt svar. Just nu fungerar detta endast för direkt underordnade svar.

source: Threaded Replies
sv_se: Trådade svar

source: Logged in user profile and links.
sv_se: Inloggad användarprofil och länkar.

source: Topic View: %s
sv_se: Ämnesvy: %s

source: Participants
sv_se: Deltagare

source: Posted
sv_se: Postat

source: Repair Forums
sv_se: Reparera forum

source: Import Forums
sv_se: Importera forum

source: Front Page
sv_se: Startsida

source: HTML will be stripped.
sv_se: HTML kommer att tas bort.

source: BBCodes will be stripped.
sv_se: BBKoder kommer att tas bort.

source: You can use BBCodes.
sv_se: Du kan använda BBkoder.

source: Remove Thanks
sv_se: Ta bort tack

source: Thanks
sv_se: Tack

source: No log saved.
sv_se: Ingen logg sparad.

source: This reply has been set as private.
sv_se: Detta svar har satts som privat.

source: Set this as private topic
sv_se: Ange detta som ett privat ämne

source: Set this as private reply
sv_se: Ange detta som ett privat svar

source: Found In Trash
sv_se: Funna i papperskorgen

source: bbPress Topic Views
sv_se: bbPress ämnesvyer

source: Plugin Homepage
sv_se: Tilläggets webbplats

source: Dev4Press Homepage
sv_se: Dev4Press webbplats

source: Important Links
sv_se: Viktiga länkar

source: log out
sv_se: logga ut

source: Signature length is limited to %s characters.
sv_se: Signaturens längd är begränsad till %s tecken.

source: Login &amp; Registration
sv_se: Inloggning &amp; registrering

source: Forum Signature
sv_se: Forumsignatur

source: Current Attachments
sv_se: Nuvarande bilagor

source: bbPress Homepage
sv_se: bbPress webbplats

source: Users online
sv_se: Användare online

source: Total of %s users thanked author for this post. Here are last %s listed.
sv_se: Totalt %s användare tackade författaren för det här inlägget. Här är dom senaste %s.

source: by
sv_se: av

source: Uncategorized
sv_se: Okategoriserade

source: Search for:
sv_se: Sök efter:

source: None
sv_se: Ingen

source: <strong>ERROR</strong>: Your reply title is too long.
sv_se: <strong>FEL</strong>: din svarstitel är för lång.

source: Show Canned Replies List
sv_se: Visa lista med arkiverade svar

source: edit profile
sv_se: redigera profil

source: Hide Canned Replies List
sv_se: Dölj lista med arkiverade svar

source: No topics found
sv_se: Inga ämnen hittades

source: List of current online users.
sv_se: Lista över användare online just nu.

source: Content
sv_se: Innehåll

source: List of the selected topic views.
sv_se: En lista över valda ämnesvyer.

source: Topics Views
sv_se: Ämnesvyer

source: Information about current topic.
sv_se: Information om aktuellt ämne.

source: New Posts
sv_se: Nya inlägg

source: New topics or topics with new replies.
sv_se: Nya ämnen eller ämnen med nya svar.

source: Closed
sv_se: Stängt

source: Last Activity
sv_se: Senaste aktivitet

source: Voices
sv_se: Deltagare

source: Add another file
sv_se: Lägg till ytterligare fil

source: Log In
sv_se: Logga in

source: This topic is temporaraly locked.
sv_se: Detta ämne är temporärt låst.

source: Embed
sv_se: Bädda in

source: You can use BBCodes to format your content.
sv_se: Du kan använda BBkod för att formatera ditt innehåll.

source: BBCode you used is not allowed.
sv_se: BBkoden du använde är inte tillåten.

source: Note
sv_se: Notering

source: Your account can't use Advanced BBCodes, they will be stripped before saving.
sv_se: Ditt konto kan inte använda avancerad BBkod, denna kommer att rensas ut innan inlägget sparas.

source: Private Topic
sv_se: Privat ämne

source: Private Reply Excerpt
sv_se: Utdrag för privat svar

source: Do nothing
sv_se: Gör inget

source: Private Topics and Replies
sv_se: Privata ämnen och svar

source: Close this topic
sv_se: Stäng detta ämne

source: Last Forum Activity
sv_se: Senaste forumaktivitet

source: Notify subscribers that this topic is edited
sv_se: Meddela prenumeranter att detta ämne har redigerats

source: <strong>ERROR</strong>: You can't duplicate topics.
sv_se: <strong>FEL</strong>: du kan inte kopiera ämnen.

source: <strong>ERROR</strong>: Are you sure you wanted to do that?
sv_se: <strong>FEL</strong>: är du säker på att du ville göra det?

source: Private
sv_se: Privat

source: Online Users
sv_se: Användare online

source: <strong>ERROR</strong>: Your topic is too short.
sv_se: <strong>FEL</strong>: ditt ämne är för kort.

source: <strong>ERROR</strong>: Your topic title is too short.
sv_se: <strong>FEL</strong>: din ämnestitel är för kort.

source: <strong>ERROR</strong>: Your topic title is too long.
sv_se: <strong>FEL</strong>: din ämnestitel är för lång.

source: Duplicate Topic
sv_se: Kopiera ämne

source: <strong>ERROR</strong>: Your topic is too long.
sv_se: <strong>FEL</strong>: ditt ämne är för långt.

source: <strong>ERROR</strong>: Your reply title is too short.
sv_se: <strong>FEL</strong>: din svarstitel är för kort.

source: View
sv_se: Visa

source: New
sv_se: Nytt

source: Add New
sv_se: Lägg till ny

source: Replied to this topic
sv_se: Svarade på detta ämne

source: Has thanked
sv_se: Har tackat

source: Been thanked
sv_se: Har blivit tackad

source: This is sticky topic
sv_se: Detta är ett klistrat ämne

source: Popular
sv_se: Populära

source: All
sv_se: Alla

source: Reply Title (Maximum Length: %d):
sv_se: Svarstitel (maxlängd: %d):

source: <strong>ERROR</strong>: Your reply is too short.
sv_se: <strong>FEL</strong>: ditt svar är för kort.

source: <strong>ERROR</strong>: Your reply is too long.
sv_se: <strong>Fel</strong>: ditt svar är för långt.

source: Found
sv_se: Funna

source: with commas
sv_se: med kommatecken

source: found
sv_se: funna

source: Separate
sv_se: Avgränsa

source: Registered On
sv_se: Blev medlem

source: Search form for topic search.
sv_se: ﻿Sökformulär för ämnessökning.

source: Forum statistics information.
sv_se: Information för forumstatistik.

source: Unlock
sv_se: Lås upp

source: <strong>ERROR</strong>: You can't lock topics.
sv_se: <strong>FEL</strong>: du kan inte låsa ämnen.

source: Lock
sv_se: Lås

source: bbPress Specific
sv_se: bbPress-specifikt

source: Parent
sv_se: Överordnad

source: Add or remove
sv_se: Lägga till eller ta bort

source: Choose from the most used
sv_se: Välj bland de mest använda

source: Reply is marked as private.
sv_se: Svaret är markerat som privat.

source: This topic is marked as private
sv_se: Det här ämnet är markerat som privat

source: Topic is marked as private.
sv_se: Ämnet är markerat som privat.

source: This topic has been set as private.
sv_se: Detta ämne har satts som privat.

source: Reset Forums
sv_se: Återställ forum

source: Private Topics & Replies
sv_se: Privata ämnen & svar

source: Remove selected plugin settings and information.
sv_se: Ta bort markerade tilläggsinställningar och information.

source: Revisions
sv_se: Versioner

source: Important Notice
sv_se: Viktigt meddelande

source: Before you can use the plugin, clear the website and browser cache to make sure that latest JS and CSS files are loaded.
sv_se: Innan du använder tillägget, rensa webbplatsens och webbläsarens cache för att se till att senaste JS- och CSS-filer laddas.

source: Import all plugin settings from export file.
sv_se: Importera alla tilläggsinställningar från exportfilen.

source: Remove Settings
sv_se: Ta bort inställningar

source: Import
sv_se: Importera

source: These are settings for controlling additional topic views.
sv_se: Detta är inställningarna för att styra ytterligare ämnsvyer.

source: Personal Views
sv_se: Personliga vyer

source: Views Control
sv_se: Inställningar för vyer

source: New Posts Views
sv_se: Vyer för nya inlägg

source: Uploader
sv_se: Uppladdare

source: File
sv_se: Fil

source: Message
sv_se: Meddelande

source: Topic / Reply
sv_se: Ämne / Svar

source: Unattach
sv_se: Inte bifogat

source: Views Settings
sv_se: Inställningar för vyer

source: For Topics And Replies
sv_se: För ämnen och svar

source: These are settings for additional controll over added views.
sv_se: Detta är inställningarna för ytterligare kontroll över extravyer.

source: Basic Views
sv_se: Grundläggande vyer

source: For Topics Only
sv_se: Endast för ämnen

source: Edit
sv_se: Redigera

source: For Replies Only
sv_se: Endast för svar

source: Filter
sv_se: Filtrera

source: Visit
sv_se: Besök

source: Email And Name
sv_se: E-post och namn

source: Role
sv_se: Roll

source: Username
sv_se: Användarnamn

source: Align Center
sv_se: Centrera

source: Insert into content
sv_se: Infoga i innehåll

source: Align Right
sv_se: Högerjustera

source: Align Left
sv_se: Vänsterjustera

source: Extension
sv_se: Filtillägg

source: Name
sv_se: Namn

source: Size
sv_se: Storlek

source: Select File
sv_se: Välj fil

source: This file is not valid!
sv_se: Detta är en ogiltig fil!

source: Remove this file
sv_se: Ta bort denna fil

source: All User Roles
sv_se: Alla användarroller

source: detach
sv_se: avskilj

source: You must be <a href='%s'>logged in</a> to view attached files.
sv_se: Du måste vara <a href='%s'>inloggad</a> för att se bifogade filer.

source: delete
sv_se: radera

source: Align Justify
sv_se: Fulljustera

source: Maximum file size allowed is
sv_se: Maximal filstorlek tillåten är

source: Set file caption
sv_se: Ange filtext

source: Caption...
sv_se: Bildtext...

source: File types allowed for upload
sv_se: Filtyper som tillåts för uppladdning

source: insert into content
sv_se: infoga i innehåll

source: Google Search
sv_se: Googlesök

source: eMail
sv_se: E-post

source: Link Reply
sv_se: Länk till svar

source: Link Topic
sv_se: Länk till ämne

source: These are settings for some basic search engine optimization.
sv_se: Detta är inställningarna för viss grundläggande sökmotoroptimering.

source: Modules Index
sv_se: Index för moduler

source: Settings for plugin modules are listed here, and you access each starting from the right
sv_se: Inställningar för tilläggsmoduler visas här, du når dessa till höger

source: These are some common plugin settings that don't fit anywhere else.
sv_se: Detta är några vanliga tilläggsinställningar som inte passar någon annanstans.

source: These are settings for control over thanks for topics and replies.
sv_se: Detta är inställningar för kontroll över tack för ämnen och svar.

source: These settings are used for control over user activity tracking in the forums.
sv_se: Dessa inställningar används för kontroll över aktivitetsspårning av användarna i forumen.

source: These settings are used to prevent non-logged users (visitors) to view any of the forum pages.
sv_se: Dessa inställningar används för att förhindra icke inloggad användare (besökare) att visa forumsidor.

source: Users Tracking
sv_se: Användarspårning

source: Visitors Redirect
sv_se: Omdirigering av besökare

source: These are settings for content quoting feature.
sv_se: Detta är inställningarna för funktionen svara med citat.

source: Forums Locking
sv_se: Stängning av forum

source: These settings can be used to add private topics and replies where only administrators and moderators can read and post.
sv_se: Dessa inställningar kan användas för att lägga till privata ämnen och svar där endast administratörer och moderatorer kan läsa och skriva.

source: Features
sv_se: Funktioner

source: These are settings for control over canned replies.
sv_se: Detta är inställningar för kontroll över arkiverade svar.

source: User Stats
sv_se: Användarstatistik

source: Quotes
sv_se: Citat

source: All plugin settings are split into several panels, and you access each starting from the right.
sv_se: Alla inställningar är uppdelade i flera paneler som du kommer åt här till höger.

source: Toolbar Menu
sv_se: Verktygsmeny

source: Helpers
sv_se: Hjälpmedel

source: Settings Index
sv_se: Index för inställningar

source: Editors
sv_se: Redigerare

source: These are settings for additional control over topic and reply editors.
sv_se: Detta är inställningar för ytterligare kontroll över ämnes- och svarsredigerare.

source: These are settings for adding extra features to replies in the forums.
sv_se: Detta är inställningarna för att lägga till extra funktioner för svar i forumen.

source: These settings are to control default and plugin added widgets.
sv_se: Detta är inställningarna för att kontrollera standard- och tilläggswidgets.

source: Enhance bbPress
sv_se: Förbättringar för bbPress

source: These are settings for adding forums specific toolbar menu.
sv_se: Detta är inställningarna för att lägga till forumspecifika alternativ för verktygsmenyn.

source: These are settings for adding extra features to topics in the forums.
sv_se: Detta är inställningarna för att lägga till extra funktioner för ämnen i forumet.

source: These settings are for enhancing administration side of WordPress and bbPress.
sv_se: Dessa inställningar är för att förbättra administrationen av WordPress och bbPress.

source: These settings are for expanding post types registered by bbPress for forums, topics and replies.
sv_se: Dessa inställningar är för att utvidga posttyper som registrerats av bbPress för forum, ämnen och svar.

source: Additional
sv_se: Extra

source: Objects
sv_se: Objekt

source: These settings are used to control who can view the topic/reply revisions list.
sv_se: Dessa inställningar används för att styra vem som kan visa listan med versioner för ämnen/svar.

source: Notifications
sv_se: Notifikationer

source: JS/CSS Files
sv_se: JS/CSS-filer

source: Click here to run Update tool.
sv_se: Klicka här för att köra uppdateringsverktyget.

source: These settings control JavaScript and CSS files used by the plugin.
sv_se: Dessa inställningar styr JavaScript- och CSS-filer som används av tillägget.

source: Export
sv_se: Exportera

source: Close old and inactive topics.
sv_se: Stäng gamla och inaktiva ämnen.

source: Export Settings
sv_se: Inställningar för export

source: Close
sv_se: Stäng

source: Tools Panel
sv_se: Verktygspanel

source: Update
sv_se: Uppdatera

source: Various Tweaks
sv_se: Diverse förbättringar

source: These settings include all sorts of various tweaks for bbPress.
sv_se: Dessa inställningar inkluderar alla möjliga olika tweaks för bbPress.

source: These are settings for additional control over notifications sent to users.
sv_se: Dessa är inställningarna för ytterligare kontroll över notifikationer som skickas till användare.

source: Update topics and replies content to resolve problems with WordPress 4.4 update.
sv_se: Uppdatera ämne- och svarsinnehåll för att lösa problem med WordPress 4.4.

source: Close Topics
sv_se: Stäng ämnen

source: These settings are for the features that are not used very often and only for experienced users.
sv_se: Dessa inställningar är för funktioner som inte används så ofta och är endast för erfarna användare.

source: Update completed.
sv_se: Uppdatering slutförd.

source: Before you continue, make sure plugin was successfully updated.
sv_se: Innan du fortsätter, kontrollera att tillägget har uppdaterats som det ska.

source: Export all plugin settings into file.
sv_se: Exportera alla tilläggsinställningar i filen.

source: Import Settings
sv_se: Inställningar för import

source: These settings can lock down your forums for new topics or replies (useful for maintenance).
sv_se: Dessa inställningar kan låsa ner ditt forum för nya ämnen och svar (användbart för underhållsläge).

source: Installation completed.
sv_se: Installation slutförd.

source: Before you continue, make sure plugin installation was successful.
sv_se: Innan du fortsätter, kontrollera att installationen av tillägget slutfördes.

source: Restricted
sv_se: Begränsat

source: Older version settings not found.
sv_se: Inställningar för äldre versioner kunde inte hittas.

source: All Done
sv_se: Allt klart!

source: BBCodes List
sv_se: Lista över BBkoder

source: These are settings for control of individual BBCodes default settings.
sv_se: Detta är inställningarna för kontroll av enskilda BBkoders standardinställningar.

source: These codes are used embedding external content: videos, links...
sv_se: Dessa koder används för inbäddning av externt innehåll: videor, länkar...

source: Defaults
sv_se: Standard

source: Settings for BBCodes and lists of available BBCodes.
sv_se: Inställningar för BBkoder och listor över tillgängliga BBkoder.

source: Disable BBCodes
sv_se: Inaktivera BBkoder

source: These codes are safe to use and releated to content formatting.
sv_se: Dessa koder är säkra att använda och releatede till innehållsformatering.

source: Knowledge Base and Support Forums
sv_se: Dokumentation och supportforum

source: Open
sv_se: Öppna

source: View BBCodes
sv_se: Visa BBkoder

source: To learn more about the plugin, check out plugin %s articles and FAQ. To get additional help, you can use %s.
sv_se: För att ta reda på mer om tillägget, kolla artiklarna och FAQ i %s. För att få ytterligare hjälp kan du använda %s.

source: knowledge base
sv_se: dokumentation

source: Show posted replies link
sv_se: Visa länk för postade svar

source: Show favorite topics link
sv_se: Visa länk för favoritämnen

source: Show edit profile link
sv_se: Visa länk för att redigera profil

source: Click here to continue.
sv_se: Klicka här för att fortsätta.

source: Import from <strong>%s</strong> completed, %s records imported.
sv_se: Import från <strong>%s</strong> slutförd, %s poster importeras.

source: Previous Plugin Version
sv_se: Föregående tilläggsversion

source: These codes are not available to users, and only administrators can choose to use them.
sv_se: Dessa koder är inte tillgänglig för användare, endast administratörer kan välja att använda dem.

source: Edition
sv_se: Utgåva

source: Signatures
sv_se: Signaturer

source: These are settings for user signatures.
sv_se: Detta är inställningarna för användarsignaturer.

source: Check out other Dev4Press products.
sv_se: Kolla in dom andra produkterna från Dev4Press.

source: All plugin tools are split into several panels, and you access each starting from the right.
sv_se: Alla verktyg är uppdelade i flera paneler som du kommer åt här till höger..

source: Tools Index
sv_se: Index för verktyg

source: Settings Panel
sv_se: Inställningspanel

source: Attachments Index
sv_se: Index för bilagor

source: Attachment settings are split into several panels, and you access each starting from the right.
sv_se: Alla inställningar är uppdelade i flera paneler som du kommer åt till höger.

source: Search
sv_se: Sök

source: These are settings for additional attachments features.
sv_se: Detta är inställningarna för extra funktioner för bilagor.

source: These are settings for control over image based attachments display.
sv_se: Detta är inställningarna för kontroll över bilder som bifogas.

source: From here you can add additional MIME Types (file extensions) for attachments upload.
sv_se: Här kan du lägga till ytterligare MIME-typer (filtillägg) för uppladdning av filer.

source: Save Settings
sv_se: Spara ändringar

source: Return to top
sv_se: Till toppen

source: Extra MIME Types
sv_se: Extra MIME-typer

source: These are settings for control over BBCodes Toolbar.
sv_se: Detta är inställningarna för kontroll över verktygsraden för BBkoder.

source: These are settings for control basics of BBCodes implementation.
sv_se: Detta är inställningarna för grundläggande kontroll av implementationen av BBkoder.

source: Toolbar
sv_se: Verktygsfält

source: BBCodes Index
sv_se: Index för BBkoder

source: User information
sv_se: Användarinformation

source: User information to show
sv_se: Användarinformation att visa

source: Profile Link
sv_se: Profillänk

source: Last month
sv_se: Förra månaden

source: Last 6 months
sv_se: Senaste 6 månaderna

source: With avatar image
sv_se: Med profilbild

source: Show avatar
sv_se: Visa profilbild

source: Replies only
sv_se: Endast svar

source: Last 3 months
sv_se: Senaste 3 månaderna

source: User Roles
sv_se: Användarroller

source: Only Visitors
sv_se: Endast besökare

source: Global
sv_se: Globalt

source: To use cache and speed up the widget, enter number of hours for cached results to be kept. Leave 0 to disable cache.
sv_se: Om du vill använda cache för att snabba upp widgets, ange antal timmar som cachade resultat ska hållas. Lämna som 0 för att inaktivera cache.

source: Additional CSS Class
sv_se: Extra CSS-klass

source: All Users
sv_se: Alla användare

source: Solution
sv_se: Lösning

source: Problem Description
sv_se: Problembeskrivning

source: Everyone
sv_se: Alla

source: Show author
sv_se: Visa författare

source: WordPress 4.4 introduced some changes in the way it parses shortcodes, and this affected some of the BBCodes added by GD bbPress Toolbox Pro.
sv_se: WordPress 4.4 införde vissa förändringar i sättet att analyserar kortkoder och detta påverkade några av de BBkoder som används av GD bbPress Toolbox Pro.

source: Show status
sv_se: Visa status

source: Show post date
sv_se: Visa inläggsdatum

source: Show forum
sv_se: Visa forum

source: Before and After Content
sv_se: Före och efter innehåll

source: Information to Show
sv_se: Information att visa

source: Show last activity
sv_se: Visa senaste aktivitet

source: Visibility Hook
sv_se: Hook för synlighet

source: Visibility
sv_se: Synlighet

source: Cache Period
sv_se: Cachningsperiod

source: Basic
sv_se: Grundläggande

source: Display To
sv_se: Visa för

source: Show user statistics
sv_se: Visa användarstatistik

source: Show user forum role
sv_se: Visa användarens forumroll

source: Show logout link
sv_se: Visa länk för utloggning

source: Show participants
sv_se: Visa deltagare
